INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (1, 20250318, 2, '@所有人 
周二工作计划
研发计划：
1.美国H5-邮箱登录MVP，测试反馈处理。@子腾 @国良 @方毅
2.美国H5-USDT充提 - 更换推荐应用（币安停运）,提交测试。@子腾
3.美国H5-限时首充礼包文案优化（尾号10%测试）,提交测试。@子腾
4.美国H5-Facebook 应用内打开流程优化,提交测试 @子腾
5.美国H5-手机号可以解绑+删号，手机号查询绑定日志，UC、数据库先开发。 @方毅 
6.美国H5-断线重连 - 进入其他游戏时提示还有未完成的免费次数，提交测试.@嘉轩 @国良
7.美国H5-分上游渠道选择性内嵌收银台，提交测试。@方毅 @远浩 @俊华
8.新地区测试环境部署（英文版本)部署。@远浩(推进) 国良 苏熙 
9.运维管理后系统开发。@远浩
10.线上问题排查：
	a.待输出结论问题：信用卡CZ下架，仍有171订单问题。@子腾 @国良
	b.线上大厅卡住，子游戏无法进入排查，未找到根本原因。@苏熙

需求核对：
1.美国H5-USDT充提 - 更换推荐应用（币安停运)。
2.美国H5-断线重连 - 进入其他游戏时提示还有未完成的免费次数。
3.美国H5-分上游渠道选择性内嵌收银台。
4.美国H5-手机号可以解绑+删号，手机号查询绑定日志。
5.限时首充礼包文案优化(尾号10%测试)。

发布内容：
1.美国H5-八项需求代码合并发布。@子腾、俊华、嘉轩、国良、方毅', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (4, 20250319, 2, '周三工作计划
研发计划：
1.美国H5-邮箱登录MVP，测试反馈处理。@子腾 @国良 @方毅
2.美国H5-Facebook 报红问题落地页改造A方案，测试反馈及处理。B备用方案开发。 @子腾
3.美国H5-手机号可以解绑+删号，手机号查询绑定日志，UC、数据库先开发，进度50%。 @方毅 
4.美国H5 - Google的VIP导流到APK，完成开发，提交测试。@嘉轩
5.美国H5-游戏记录 - 游戏内和后台，推进至90%。 @方毅 @国良 @俊华 
6.美国H5-分上游渠道选择性内嵌收银台，提交到测试。 @远浩 @俊华 
7.新地区测试环境部署（英文版本)部署，进度10%。@远浩(推进) 国良 苏熙 
8.财务联运优化需求。@远浩
9.小米上包交付X4。@维城
10.PP回合数据全面复查。@维城
11.线上问题排查：
	a.线上大厅卡住，子游戏无法进入排查，找到两个原因，继续排查其它地区共性问题。@苏熙

发布内容：
1.美国H5-八项需求代码合并发布。@子腾、俊华、嘉轩、国良、方毅 
2.美国H5-USDT充提 - 更换推荐应用（币安停运）@俊华
3.美国H5-限时首充礼包文案优化（尾号10%测试）@俊华', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (7, 20250320, 2, ' 周四工作计划
研发计划：
1.美国H5-手机号可以解绑+删号，手机号查询绑定日志，开发至50%。 @方毅 @嘉轩
2.美国H5 - Google的VIP导流到APK，提交测试。@嘉轩 
3.新地区测试环境部署（英文版本)部署，进度30%。@远浩(推进) 国良 苏熙 
4.财务联运优化需求，开发进度至40%。@远浩
5.小米上包交付X4。@维城
6.美国H5-手机号可以解绑+删号，手机号查询绑定日志。@嘉轩 @方毅
7.美国H5-运营后台 - Banner 配置系统，前端交付。@子腾
8.美国H5-Facebook 应用内打开流程优化。@子腾
9.美国H5-个人资金区域交互优化 + 引导充值高额 + 其他，开发进度50%。@俊华
10.线上问题排查：
	a.线上大厅卡住，子游戏无法进入排查，引擎加载已优化，继续排查其它地区共性问题。@苏熙

发布内容：
1.美国H5-八项需求代码合并发布。@子腾、俊华、嘉轩、国良、方毅 
2.美国H5-USDT充提 - 更换推荐应用（币安停运）@俊华
3.美国H5-限时首充礼包文案优化（尾号10%测试）@俊华

', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (9, 20250321, 2, '周五研发计划：
1.新地区测试环境部署（英文版本)部署，进度50%。@远浩(推进) 国良 苏熙 
2.财务联运优化需求，进度60%。@远浩
3.小米上包交付X4。@维城
4.美国H5-运营后台 - Banner 配置系统，前端交付。@子腾 
5.美国H5-Facebook 应用内打开流程优化。@嘉轩
6.美国H5-个人资金区域交互优化 + 引导充值高额 + 其他，完成开发。@俊华
7.线上问题排查。@嘉轩 @国良 @苏熙
8.PP新增子游戏提交测试X15。 @李欣
9.美国子游戏优化同步至巴西、秘鲁、墨西哥、智利。@维城
10.检测房间机器人接入websocket协议。@国良
11.技术评审委员会方案，明天完成文档。@苏熙

发布内容：
1.美国H5-美国H5-邮箱登录MVP。@子腾、国良、方毅 
2.美国H5-USDT充提 - 更换推荐应用（币安停运）@俊华 
3.美国H5-限时首充礼包文案优化（尾号10%测试）@俊华
4.美国H5-分上游渠道选择性内嵌收银台。@俊华 @远浩', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (10, 20250324, 2, '周一
重点工作
1.美国苹果上包（接入支付）。@俊华
2.持续监控体系梳理。@苏熙 @国良 @子腾 @方毅
3.智利H5数值负数问题、大厅及子游戏加载卡顿修复、清缓存、切网络类问题。@苏熙 @国良 @子腾

研发计划
1.美国H5-ARMS用户体验监控接入（SDK引入、UserID关联）
    ○ 负责人：子腾
    ○ 标准：随周一版本发布。
2.美国H5-Facebook 应用内打开流程优化
    ○ 负责人：嘉轩
    ○ 标准：周一提交测试，周三发布。
3.持续监控体系梳理
    ○ 负责人：苏熙、国良、子腾、方毅
    ○ 标准：周一完成监控方案梳理，周三增补前端发布逻辑。
4.美国H5-ARMS事件上报接入、ARMS白屏监控接入、Iframe及资源加载失败异常捕获与埋点、son文件缓存时间优化、接口请求返回逻辑上的异常改为事件上报
    ○ 负责人：子腾
    ○ 标准：周一提交测试，周二发布。
5.智利H5-顶部下载改为 APK、ARMS用户体验监控接入（UserID关联预埋）
    ○ 负责人：俊华
    ○ 标准：周一提交测试，周二发布。
6.美国H5-大厅、子游戏加载卡住问题定位及修复
    ○ 负责人：俊华、国良
    ○ 标准：苏熙与张梁确定方案。
7.美国H5-子游戏顶号登录提示优化、野狼、发财龙断线重连后免费次数显示错误
    ○ 负责人：维城、国良
    ○ 标准：周一提交测试，周二发布。
8.美国H5-运营后台 - Banner 配置系统
    ○ 负责人：子腾
    ○ 标准：启动开发，周二前提交测试。
9.PP自研-子游戏服务部署X15
    ○ 负责人：李欣、维城、星瑞
    ○ 标准：协议修复、数据准备，周二提交测试。

发布计划
周一发布
● 美国H5-退出/切换页签优化、侧边栏遮罩、弱时间免费转盘、ARMS接入（子腾）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (11, 20250325, 2, '重点工作
1.美国苹果上包（接入支付）。
   	○ 负责人：俊华
    ○ 标准：完成开发
    ○ 进度：0%
2.持续监控体系梳理
    ○ 负责人：国良、子腾、方毅
    ○ 标准：完成监控方案梳理，周三增补前端发布逻辑
    ○ 进度：0%
4.智利H5数值负数问题 @国良
	○ 负责人：国良
    ○ 标准：给出可行修复方案，与苏熙阐述
    ○ 进度：30%
5.美国H5-大厅、子游戏加载卡住问题定位及修复
    ○ 负责人：俊华、国良
    ○ 标准：苏熙与张梁确定方案。
    ○ 进度：70%

研发计划
1.美国H5-Facebook 应用内打开流程优化
    ○ 负责人：嘉轩
    ○ 标准：测试反馈处理。
    ○ 进度：95%
2.美国H5-ARMS事件上报接入、ARMS白屏监控接入、Iframe及资源加载失败异常捕获与埋点、son文件缓存时间优化、接口请求返回逻辑上的异常改为事件上报
    ○ 负责人：子腾
    ○ 标准：测试反馈处理
   	○ 进度：95%
3.美国H5-子游戏顶号登录提示优化
    ○ 负责人：维城、国良
    ○ 标准：测试反馈处理
    ○ 进度：50%
4.美国H5-运营后台 - Banner 配置系统
    ○ 负责人：子腾
    ○ 标准：启动开发，周二前提交测试。
    ○ 进度：0%
5.PP自研-子游戏服务部署X15
    ○ 负责人：李欣、维城、星瑞
    ○ 标准：提交测试
    ○ 进度：70%
6.巴西小米冲刺2000+（上包提速）
    ○ 负责人：维城
    ○ 标准：每日提交4个提审包
    ○ 进度：20%
7.美国H5-个人资金区域交互优化 + 引导充值高额 + 其他
    ○ 负责人：俊华
    ○ 标准：完成开发，提交到测试
    ○ 进度：80%
8.PP自研-子游戏服务部署X15
    ○ 负责人：李欣、维城
    ○ 标准：提交到测试
    ○ 进度：80%
9.美国H5-iOS单渠道弹框顺序回退、ApplePay 支付档位优化 - 去掉14.99，增加299.99、上传姓名去掉特殊符号
    ○ 负责人：子腾
    ○ 标准：启动开发，周二提交测试。
    ○ 进度：0%

发布计划
● 美国H5-退出/切换页签优化、侧边栏遮罩、弱时间免费转盘、ARMS接入（子腾）
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (13, 20250326, 2, '重点工作
1.美国苹果上包（接入支付）。
    ○ 负责人：俊华
    ○ 标准：完成开发
    ○ 进度：40% 
2.持续监控体系梳理
    ○ 负责人：国良、子腾、方毅
    ○ 标准：完成监控方案梳理，周三增补前端发布逻辑
    ○ 进度：0% 
4.智利H5数值负数问题 @国良
	○ 负责人：国良
    ○ 标准：提交测试
    ○ 进度：80%
5.美国H5-大厅、子游戏加载卡住问题定位及修复
    ○ 负责人：苏熙
    ○ 标准：苏熙与张梁确定方案。
    ○ 进度：70%(有差距：苏熙方案未完成验证，方案暂无法确定)
研发计划
1.美国H5-Facebook 应用内打开流程优化
    ○ 负责人：嘉轩
    ○ 标准：测试反馈处理。
    ○ 进度：95%
2.美国H5-ARMS事件上报接入、ARMS白屏监控接入、Iframe及资源加载失败异常捕获与埋点、son文件缓存时间优化、接口请求返回逻辑上的异常改为事件上报
    ○ 负责人：子腾
    ○ 标准：测试反馈处理
   	○ 进度：95%
3.美国H5-运营后台 - Banner 配置系统
    ○ 负责人：子腾
    ○ 标准：启动开发（优先秘鲁FB绑定）。
    ○ 进度：0% 
5.PP自研-子游戏服务部署X15
    ○ 负责人：李欣、维城
    ○ 标准：测试反馈处理及自测
    ○ 进度：85%
6.巴西小米冲刺2000+（上包提速）
    ○ 负责人：维城
    ○ 标准：每日提交4个提审包
    ○ 进度：40%
7.美国H5-个人资金区域交互优化 + 引导充值高额 + 其他
    ○ 负责人：俊华
    ○ 标准：测试反馈处理
    ○ 进度：95%
8.美国H5-iOS单渠道弹框顺序回退、ApplePay 支付档位优化 - 去掉14.99，增加299.99、上传姓名去掉特殊符号
    ○ 负责人：子腾
    ○ 标准：完成开发，提交测试。
    ○ 进度：0% 
9.秘鲁H5-FB绑定功能。
	○ 负责人：子腾、嘉轩、方毅
	○ 标准：完成开发，提交测试
发布计划
● 美国H5-ARMS白屏监控接入、Iframe及资源加载失败异常捕获与埋点、Json文件缓存时间优化、接口请求返回逻辑上的异常改为事件上报、Facebook 应用内打开流程优化。
● 巴西H5 - TG红包运营活动、ARMS用户体验监控接入(预埋)', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (15, 20250327, 2, '@所有人 
周四工作计划
重点工作
1.美国苹果上包（接入支付）。
   	○ 负责人：俊华
    ○ 标准：交付合作方
    ○ 进度：90% 
2.新支付通道接入、澳服穷奇支付新服部署
	○ 负责人：远浩
    ○ 标准：周五完成部署
    ○ 进度：60%
3.复盘后流程优化梳理
	○ 负责人：苏熙
    ○ 标准：完成文档梳理，与张纲确认
    ○ 进度：0%
研发计划
1.美国H5-运营后台 - Banner 配置系统
    ○ 负责人：子腾
    ○ 标准：提交测试。
    ○ 进度：0% 
2.美国缺陷问题同步至巴西、墨西哥、秘鲁、智利
    ○ 负责人：子腾
    ○ 标准：周六前提交测试。
    ○ 进度：0% 
3.巴西小米冲刺2000+（上包提速）
    ○ 负责人：维城
    ○ 标准：每日提交4个提审包
    ○ 进度：60%
4.美国H5-个人资金区域交互优化 + 引导充值高额 + 其他
    ○ 负责人：俊华
    ○ 标准：测试反馈处理
    ○ 进度：95%
5.智利H5-顶部下载改为 APK
    ○ 负责人：俊华
    ○ 标准：提交测试
    ○ 进度：0%  
6.TW社交软件开发
    ○ 负责人：俊华
    ○ 标准：提交测试
    ○ 进度：0%  
发布计划
● 巴西H5 - TG红包运营活动
● 巴西H5-ARMS用户体验监控接入(预埋)
● 美国 - VIP充值返利活动
● 美国H5-手机号可以解绑+删号，手机号查询绑定日志
● 美国H5 - Google的VIP导流到APK
● 美国四个渠道包添加FB绑定功能上线
● 美国H5-Facebook 应用内打开流程优化', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (16, 20250328, 2, '周五工作计划
重点工作
1.新支付通道接入、澳服穷奇支付新服部署
    ○ 负责人：远浩
    ○ 标准：周五完成部署
    ○ 进度：80%
2.复盘后流程优化梳理
	○ 负责人：苏熙
    ○ 标准：完成文档梳理，与张纲确认
    ○ 进度：0%
研发计划
1.美国缺陷问题同步至巴西、墨西哥、秘鲁、智利
    ○ 负责人：子腾
    ○ 标准：周六前提交测试。
    ○ 进度：25% 
2.巴西小米冲刺2000+（上包提速）
    ○ 负责人：维城
    ○ 标准：每日提交4个提审包
    ○ 进度：80%
3.智利H5-顶部下载改为 APK、FB绑定
    ○ 负责人：俊华、嘉轩
    ○ 标准：提交测试
    ○ 进度：80%  
4.TW社交软件开发
    ○ 负责人：俊华
    ○ 标准：提交测试
    ○ 进度：75% 
5.数据库日志优化、顶号登录各地区同步（美国、巴西、墨西哥、秘鲁）
    ○ 负责人：方毅
    ○ 标准：完成开发
    ○ 进度：0%  
6.美国H5-充值活动：首次使用 BTC 充值加送 100%+20次野牛免费旋转
    ○ 负责人：俊华
    ○ 标准：核对需求
    ○ 进度：0%  
7.线上问题排查及修复
    ○ 负责人：国良、嘉轩
    ○ 标准：修改及时
发布计划
● 美国H5-个人资金区域交互优化 + 引导充值高额 + 其他
● 智利H5-优化及修复卡住问题同步', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (18, 20250331, 2, '周一计划
重点事项
1. 美国H5-老分包进入分包系统
    ○ 负责人：子腾 
    ○ 标准：周一提交测试，周二发布上线。
2.墨西哥H5-分包核对需求
    ○ 负责人：子腾 
    ○ 标准：核对需求后给出评估。
3.澳大利亚支付接入
	○ 负责人：远浩 
    ○ 标准：完成一个支付接入。
研发事项
1.智利H5-救济金增加提示：以-4时区为准、充值和提现项排序调整、提现引导角标、游戏排序调整
	○ 负责人：俊华 
    ○ 标准：周一提交测试，周二发布上线。
2.智利H5-救济金增加提示：以-4时区为准、充值和提现项排序调整、提现引导角标、游戏排序调整
	○ 负责人：嘉轩 
    ○ 标准：周一提交测试。
3.巴西小米冲刺2000+（上包提速）
	○ 负责人：维城 
    ○ 标准：每天提供4个提审包。
4.智利H5-数值负数问题修复测试
	○ 负责人：国良
    ○ 标准：通过测试，周二发布。
5.PP自研-子游戏服务部署X15
	○ 负责人：李欣、维城
    ○ 标准：测试反馈处理，周三发布。
6.美国H5-顶号登录问题同步（智利数据回查）
	○ 负责人：方毅
    ○ 标准：提交测试。
7.线上反馈问题处理
	○ 负责人：国良、方毅
    ○ 标准：及时反馈及修改。
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (19, 20250401, 2, '重点事项
1. 美国H5-老分包进入分包系统
    ○ 负责人：子腾 
    ○ 标准：周一提交测试，周二发布上线。
2.墨西哥H5-分包核对需求
    ○ 负责人：子腾 
    ○ 标准：核对需求后给出评估。
3.澳大利亚支付接入
	○ 负责人：远浩 
    ○ 标准：完成一个支付接入。
研发事项
1.智利H5-救济金增加提示：以-4时区为准、充值和提现项排序调整、提现引导角标、游戏排序调整
	○ 负责人：俊华 
    ○ 标准：周一提交测试，周二发布上线。
2.智利H5-救济金增加提示：以-4时区为准、充值和提现项排序调整、提现引导角标、游戏排序调整
	○ 负责人：嘉轩 
    ○ 标准：周一提交测试。
3.巴西小米冲刺2000+（上包提速）
	○ 负责人：维城 
    ○ 标准：每天提供4个提审包。
4.智利H5-数值负数问题修复测试
	○ 负责人：国良
    ○ 标准：通过测试，周二发布。
5.PP自研-子游戏服务部署X15
	○ 负责人：李欣、维城
    ○ 标准：测试反馈处理，周三发布。
6.美国H5-顶号登录问题同步（智利数据回查）
	○ 负责人：方毅
    ○ 标准：提交测试。
7.线上反馈问题处理
	○ 负责人：国良、方毅
    ○ 标准：及时反馈及修改。
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (20, 20250402, 2, '周三计划
重点事项
1.墨西哥H5-分包开发
   ○ 负责人：子腾、俊华、方毅、远浩、苏熙
   ○ 标准：70%，提交测试。
2.澳大利亚支付接入
   ○ 负责人：远浩  
   ○ 标准：50%，完成一个支付接入。
研发事项
1.巴西小米冲刺2000+（上包提速）
   ○ 负责人：维城  
   ○ 标准：每天提供4个提审包。
2.线上反馈问题处理
   ○ 负责人：国良、嘉轩、方毅
   ○ 标准：及时反馈、修改。
3.TW社交软件开发
   ○ 负责人：嘉轩
   ○ 标准：整体进度83%。

发布事项
1.智利H5-救济金增加提示：以-4时区为准、CZ和TX项排序调整、TX引导角标、游戏排序调整，未发布。
2.智利H5-数值负数问题修复，未发布。
3.PP自研-子游戏服务部署X15。
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (21, 20250403, 2, '周四计划
重点事项
1.墨西哥H5-分包测试
   ○ 负责人：子腾、俊华、方毅、远浩、苏熙
   ○ 标准：测试反馈处理。
2.巴西H5-分包开发
   ○ 负责人：子腾、俊华、方毅、远浩、苏熙
   ○ 标准：提交到测试。
3.澳大利亚支付接入
   ○ 负责人：远浩  
   ○ 标准：完成第二个支付的接入。
研发事项
1.巴西小米冲刺2000+（上包提速）
   ○ 负责人：维城  
   ○ 标准：每天提供4个提审包。
2.线上反馈问题处理
   ○ 负责人：国良、嘉轩
   ○ 标准：及时反馈、修改。
3.TW社交软件开发
   ○ 负责人：嘉轩
   ○ 标准：整体进度88%。
4.财务结算监控
   ○ 负责人：远浩  
   ○ 标准：交付使用。
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (22, 20250407, 2, '周一工作计划
重点工作
1.墨西哥分包测试
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成当天测试反馈处理
2.巴西分包测试
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成当天测试反馈处理
研发工作
1.大厅加载页添加事件收集和联系客服、游戏内操作按钮变成工具栏
	负责人：嘉轩
	标准：核对需求，完成开发
2.澳大利亚-H5开发及发布
	负责人：子腾、俊华、方毅、国良、维城
	标准：核对需求，启动开发
3.巴西小米冲刺2000+（上包提速）
	负责人：维城
	标准：交付4个提审包
4.线上问题反馈处理
	负责人：国良、嘉轩
	标准：完成节中问题排查、断线重连数据丢失更新上线', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (23, 20250408, 2, '周二工作计划
重点工作
1.墨西哥分包测试
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成当天测试反馈处理
2.巴西分包测试
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成当天测试反馈处理
研发工作
1.大厅加载页添加事件收集和联系客服、游戏内操作按钮变成工具栏
	负责人：嘉轩
	标准：通过测试。
2.澳大利亚-H5开发及发布
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成开发，提交测试
3.巴西小米冲刺2000+（上包提速）
	负责人：维城
	标准：交付4个提审包
4.美国H5-新手引导帮助（降低用户学习规则成本）
	负责人：嘉轩
	标准：开发进度至90%。
5.线上问题反馈处理
	负责人：国良、嘉轩
	标准：及时修复

发布内容
1.墨西哥H5-PP\\PG首充风控优化重构
2.墨西哥H5-PP\\PG子游戏服务端崩溃问题排查及子游戏优化', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (24, 20250409, 2, '周三工作计划
重点工作
1.澳大利亚-H5开发及发布
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成测试，周一达可投放状态。
研发工作
1.巴西分包测试
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成产品与分包系统的测试。
2.美国二H5-商城和连续充值推荐档位
	负责人：子腾
	标准：提交测试。
3.巴西小米冲刺2000+（上包提速）
	负责人：维城
	标准：交付4个提审包，完成。
4.秘鲁H5-顶部下载APK + 添加 FaceBook 绑定
	负责人：俊华、嘉轩
	标准：提交测试
5.美国二H5-充值活动:首次使用
	负责人：俊华、方毅
	标准：核对需求，完成技术、测试方案、评估工时
6.线上问题反馈处理
	负责人：国良、嘉轩
	标准：及时修复

发布内容
1.墨西哥分包系统发布上线。
2.美国H5-加载页和操作按钮优化。
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (25, 20250410, 2, '周四工作计划
重点工作
1.澳大利亚-H5开发及发布
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成测试，周一达可投放状态。
2.澳大利亚H5-ETC支付接入
	负责人：远浩
	标准：完成对接。
研发工作
1.巴西分包测试
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成测试，周五发布。
2.美国H5-FB分享功能修复
	负责人：子腾
	标准：完成开发，提交测试。
3.巴西H5-小米巴西上架包B面风控优化
	负责人：子腾
	标准：完成开发，提交测试。
4.巴西小米冲刺2000+（上包提速）
	负责人：维城
	标准：交付4个提审包。
5.秘鲁H5-顶部下载APK + 添加 FaceBook 绑定
	负责人：俊华、嘉轩
	标准：提交测试
6.美国H5-运营后台-Banner 配置系统
	负责人：俊华、国良
	标准：完成开发，提交测试
7.TW社交软件开发
	负责人：嘉轩
	标准：进度推进到95%。
8.线上问题反馈处理
	负责人：国良、嘉轩
	标准：及时修复

发布内容
1.美国H5-加载页和操作按钮优化。
2.墨西哥分包，产品内容发布，交付使用。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (26, 20250411, 2, '周五工作计划
重点工作
1.澳大利亚-H5开发及发布
	负责人：子腾、俊华、方毅、国良、维城
	标准：完成测试，周一达可投放状态。
2.美国新增支付接入
	负责人：远浩
	标准：完成对接。
研发工作
1.巴西JP数值优化（新增紧急重要任务）
	负责人：国良、子腾
	标准：发布上线。
2.美国H5-FB分享功能修复
	负责人：子腾
	标准：完成开发，提交测试。
3.巴西小米冲刺2000+（上包提速）
	负责人：维城
	标准：交付4个提审包，完成。
4.美国H5-运营后台-Banner 配置系统
	负责人：俊华、国良
	标准：完成开发，提交测试。
5.TW社交软件开发
	负责人：嘉轩
	标准：进度推进到95%。
6.线上问题反馈处理
	负责人：国良、嘉轩
	标准：及时修复
7.美国一H5-支付细节调整
	负责人：俊华
	标准：提交测试
发布内容
1.巴西JP数值优化（新增紧急重要任务）。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (27, 20250414, 2, '周一计划
重点事项
1.澳大利亚-H5发布
	负责人：方毅、子腾、俊华、国良、远浩
	标准：周二上午前交付到投放
2.各国大额代付订单默认需要审核
	负责人：方毅
	标准：周一交付（美国）

研发事项
1.ITG自研子游戏
	负责人：维城
	标准：进行第一个子游戏部署流程及协议分析
2.巴西分包工作
	负责人：方毅、子腾、俊华、国良、远浩
	标准：交付使用
3.多国家-PWA机台测试
	负责人：俊华
	标准：提测美国及巴西
4.美国H5-pagespeed 达85分以上、ARMS报错修复、用户userid不存在问题排查
	负责人：子腾
	标准：周二前提交测试
5.秘鲁H5-提升利润率 - 多次诱导方案
    负责人：俊华、方毅、国良
    目标：核对需求，给出技术方案、工时评估
6.线上客服反馈问题
	负责人：国良、苏熙
	目标：及时处理

发布事项
1.各国大额代付订单默认需要审核（方毅）
2.巴西分包交付（雪斌）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (28, 20250415, 2, '周二计划
重点事项
1.澳大利亚-H5发布
	负责人：方毅、子腾、俊华、国良、远浩
	标准：周二上午发布及交付
2.各国大额代付订单默认需要审核
	负责人：方毅
	标准：周二下午发布

研发事项
1.ITG自研子游戏
	负责人：维城、国良
	标准：框架搭建，及其它类型子游戏协议分析
2.巴西分包工作
	负责人：方毅、子腾、俊华、国良、远浩
	标准：发布上线，交付使用
3.多国家-PWA机台测试
	负责人：俊华
	标准：提测巴西、墨西哥、秘鲁
4.美国H5-pagespeed 达85分以上、ARMS报错修复、用户userid不存在问题排查
	负责人：子腾
	标准：测试及反馈处理
5.秘鲁H5-提升利润率 - 多次诱导方案
    负责人：俊华、方毅、国良
    目标：核对需求，给出技术方案、工时评估 
6.线上客服反馈问题
	负责人：国良、苏熙
	目标：及时处理
7.美国二H5-商城和连续充值推荐档位
	负责人：嘉轩
	目标：提交测试
8.TW社交软件打包
	负责人：嘉轩
	目标：提交验收
发布事项
1.各国大额代付订单默认需要审核（方毅）（差距：未发布）
2.巴西分包交付（雪斌）（差距：未发布）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (30, 20250416, 2, '周四计划
重点事项
1.美国二H5-部署及发布
	负责人：方毅、国良、子腾、远浩、维城
	标准：通过测试，交付投放。
研发事项
1.ITG自研子游戏
	负责人：维城、国良
	标准：框架搭建，及其它类型子游戏协议分析
2.多国家-PWA机台测试
	负责人：俊华
	标准：待系统组对接PWA安装流程
3.秘鲁H5-提升利润率 - 多次诱导方案
    负责人：俊华、方毅、国良
    目标：核对需求，给出技术方案、工时评估
4.美国一线上异常处理及PageSpeed评分85.
	负责人：子腾
	目标：评分达85
5.美国二H5-新手引导帮助（降低用户学习规则成本）
	负责人：嘉轩
	目标：完成开发，提交测试
6.线上客服反馈问题
	负责人：国良、苏熙、嘉轩
	目标：及时处理
发布事项
1.美国二H5-部署及发布。
2.美国一H5-技术多项BUG修复及优化。
3.闪电免费回合丢失问题修复上线（美国）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (31, 20250418, 2, '周五计划
重点事项
1.菲律宾支付通道
	负责人：远浩
	目标：完成2条通道对接
研发事项
1.ITG自研子游戏
	负责人：维城、国良
	标准：框架搭建，及其它类型子游戏协议分析、回合工具完善
2.秘鲁H5-提升利润率 - 多次诱导方案
    负责人：俊华、方毅
    目标：产出技术方案及工时评估，进入开发
3.美国一H5-分包互导
	负责人：子腾
	目标：完成开发、测试、发布。
4.巴西H5-分包增加应用内互导
	负责人：子腾
	目标：完成开发、测试、发布。
5.墨西哥H5-APK分包归因排查
	负责人：国良
	目标：完成开发、测试、发布。
6.美国二H5-新手引导帮助（降低用户学习规则成本）
	负责人：嘉轩
	目标：完成开发，提交测试。
7.线上客服反馈问题
	负责人：国良、苏熙、嘉轩
	目标：及时处理
8.墨西哥H5 - 应用内互导
	负责人：国良
	目标：提交测试
9.美国一H5-数值优化-FreeSpin大奖调整
	负责人：苏熙
	目标：提测PG\\PP

发布事项
1.巴西H5-个控数值调整第二期，优先级S
2.美国二H5-部署及发布，优先级S
3.美国一H5-分包互导，优先级A
4.巴西H5-分包增加应用内互导，优先级A
5.墨西哥H5-APK分包归因排查，优先级A
6.闪电免费回合丢失问题修复上线（美国），优先级B
7.秘鲁H5-顶部下载APK + 添加 FaceBook 绑定，优先级B

风险预警：发布计划人力不足，部份发布会延期。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (34, 20250417, 2, '周五计划
重点事项
1.菲律宾支付通道
	负责人：远浩
	目标：完成2条通道对接
研发事项
1.ITG自研子游戏
	负责人：维城、国良
	标准：框架搭建，及其它类型子游戏协议分析、回合工具完善
2.秘鲁H5-提升利润率 - 多次诱导方案
    负责人：俊华、方毅
    目标：产出技术方案及工时评估，进入开发
3.美国一H5-分包互导
	负责人：子腾
	目标：完成开发、测试、发布。
4.巴西H5-分包增加应用内互导
	负责人：子腾
	目标：完成开发、测试、发布。
5.墨西哥H5-APK分包归因排查
	负责人：国良
	目标：完成开发、测试、发布。
6.美国二H5-新手引导帮助（降低用户学习规则成本）
	负责人：嘉轩
	目标：完成开发，提交测试。
7.线上客服反馈问题
	负责人：国良、苏熙、嘉轩
	目标：及时处理
8.墨西哥H5 - 应用内互导
	负责人：国良
	目标：提交测试
9.美国一H5-数值优化-FreeSpin大奖调整
	负责人：苏熙
	目标：提测PG\\PP

发布事项
1.巴西H5-个控数值调整第二期，优先级S
2.美国二H5-部署及发布，优先级S
3.美国一H5-分包互导，优先级A
4.巴西H5-分包增加应用内互导，优先级A
5.墨西哥H5-APK分包归因排查，优先级A
6.闪电免费回合丢失问题修复上线（美国），优先级B
7.秘鲁H5-顶部下载APK + 添加 FaceBook 绑定，优先级B

风险预警：发布计划人力不足，部份发布会延期。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (38, 20250421, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩（服务端）
    ○ 目标：新支付通道接入，优先完成新的支付接入。
2. 巴西二H5-新服部署上线：★
    ○ 负责人：俊华/苏熙（前端）、子腾（前端）
    ○ 目标：完成I18n多语言框架植入及转换。（俊华）
    ○ 目标：完成支付接入（子腾）
3. 美国一H5-数值优化-FreeSpin大奖调整：★
    ○ 负责人：苏熙（服务端）、国良（服务端） 
    ○ 目标：完成PG、PP、及自研子游戏的开发，提交到测试
4. 美国二H5-部署及发布、邮箱登录MVP
    ○ 负责人：国良、王然
    ○ 目标：解决注册付费信息查询问题，交付上线。
二、研发事项
1. 多国家-PWA机台测试
    ○ 负责人：俊华
    ○ 目标：周一交付。
2. 美国一H5-运营后台-Banner配置系统、IOS投放测试MVP
    ○ 负责人：俊华/子腾 
    ○ 目标：启动测试，周二通过测试。
3. 美国一H5-Facebook裂变唤起 - 接SDK
    ○ 负责人：苏熙、子腾
    ○ 目标：确认接入SDK所需条件，并准备所需开发者账号。
4. 秘鲁H5-提升利润率 - 多次诱导方案
    ○ 负责人：俊华（前端）、方毅（UC/数据库）、苏熙（方案评审）、雪斌（测试）
    ○ 目标：完成技术、测试方案评审，按评估完成开发任务。
5. 美国二H5-接入Jenkins完成自动化部署
    ○ 负责人：维城/子腾 
    ○ 目标：启动联调，周二交付前端使用
6. 美国二H5-新手引导帮助（降低用户学习规则成本）
    ○ 负责人：嘉轩
    ○ 目标：提交测试
7. 复盘近一个月线上客服反馈处理数据
    ○ 负责人：嘉轩
    ○ 目标：输出整体线上问题趋势结论，共性问题总结
三、发布事项
1. 美国二H5-部署及发布、邮箱登录MVP
2. 多国家-PWA机台交付', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (39, 20250422, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩（服务端）
    ○ 目标：新支付通道接入，优先完成新的支付接入。
2. 巴西二H5-新服部署上线：★
    ○ 负责人：俊华、子腾、国良、维城
    ○ 目标：完成前后端联调，提交测试
3. 美国一H5-数值优化-FreeSpin大奖调整：★
    ○ 负责人：苏熙（服务端）、国良（服务端） 
    ○ 目标：PG、PP测试，子游戏延后提测
4. 美国二H5-解决TX邮箱验证问题
    ○ 负责人：苏熙、国良
    ○ 目标：问题归因。
二、研发事项
1. 多国家-PWA机台测试
    ○ 负责人：俊华
    ○ 目标：通过测试
2. 美国一H5-运营后台-Banner配置系统、IOS投放测试MVP
    ○ 负责人：俊华/子腾 
    ○ 目标：通过测试
3. 秘鲁H5-提升利润率 - 多次诱导方案
    ○ 负责人：俊华、方毅、苏熙、雪斌
    ○ 目标：按计划开发，周三提测。
4. 美国二H5-接入Jenkins完成自动化部署
    ○ 负责人：维城/子腾 
    ○ 目标：周二交付前端使用
5. 美国二H5-新手引导帮助（降低用户学习规则成本）
    ○ 负责人：嘉轩
    ○ 目标：通过测试
6. 复盘近一个月线上客服反馈处理数据
    ○ 负责人：嘉轩
    ○ 目标：输出整体线上问题趋势结论，共性问题总结
7. 美国一H5-裂变会打开空白页再跳转
    ○ 负责人：子腾
    ○ 目标：完成开发，提交测试
8. 巴西智利ios gap优化
    ○ 负责人：子腾
    ○ 目标：通过测试
9. 美国二H5-热门游戏推荐+游戏选择细节优化
    ○ 负责人：嘉轩
    ○ 目标：核对及评估需求，启动开发
三、发布事项
1. 多国家-PWA机台交付 ', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (41, 20250423, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩（服务端）
    ○ 目标：新支付通道接入，优先完成新的支付接入。
2. 巴西二H5-新服部署上线：★
    ○ 负责人：俊华、子腾、国良、维城
    ○ 目标：已提测，后续进行测试反馈处理，周五前发布。
3. 美国一H5-数值优化-FreeSpin大奖调整：★
    ○ 负责人：苏熙（服务端）、国良（服务端） 
    ○ 目标：PG、PP测试，子游戏延后提测
4. 美国二H5-解决TX邮箱验证问题
    ○ 负责人：苏熙
    ○ 目标：问题归因，方案已确定，验证中。
二、研发事项
1. 秘鲁H5-提升利润率 - 多次诱导方案
    ○ 负责人：俊华、方毅
    ○ 目标：按计划开发，周三提测。当前进度40%。
2. 美国二H5-接入Jenkins完成自动化部署
    ○ 负责人：维城、子腾 
    ○ 目标：整理线上发布线节，完成线上发布打包
3. IGT自研子游戏
    ○ 负责人：维城
    ○ 目标：完善回合工作及回合服务
4. User ID 丢失及token失效问题定位
    ○ 负责人：子腾
    ○ 目标：排查问题，找出解决方案。
5. 美国一H5-裂变会打开空白页再跳转
    ○ 负责人：子腾
    ○ 目标：完成开发，提交测试
6. 美国二H5-热门游戏推荐+游戏选择细节优化
    ○ 负责人：嘉轩
    ○ 目标：核对及评估需求，启动开发
三、发布事项
1. 多国家-PWA机台交付，测试进度95%。
2. GAP值优化（巴西、智利、美国二） ，已发布。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (43, 20250424, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩（服务端）
    ○ 目标：新支付通道接入，优先完成新的支付接入。
2. 巴西二H5-新服部署上线：★
    ○ 负责人：俊华、子腾、国良、维城
    ○ 目标：测试进度60%，周五前发布。
3. 美国一H5-数值优化-FreeSpin大奖调整：★
    ○ 负责人：苏熙（服务端）、国良（服务端） 
    ○ 目标：周四更新PP、PG
4. 美国二H5-解决TX邮箱验证问题
    ○ 负责人：苏熙
    ○ 目标：问题归因，方案已确定，验证中。
二、研发事项
1. 秘鲁H5-提升利润率 - 多次诱导方案
    ○ 负责人：俊华、方毅
    ○ 目标：当前进度70%，周四提测。
2. 美国二H5-接入Jenkins完成自动化部署
    ○ 负责人：维城、子腾 
    ○ 目标：覆盖到巴西
3. IGT自研子游戏
    ○ 负责人：维城、国良
    ○ 目标：完善回合工作及回合服务，启动服务端API服务开发
4. User ID 丢失及token失效问题定位
    ○ 负责人：子腾
    ○ 目标：排查问题，找出解决方案。
5. 美国一H5-裂变会打开空白页再跳转
    ○ 负责人：子腾
    ○ 目标：完成开发，提交测试
6. 美国二H5-测试环境部署
    ○ 负责人：子腾、远浩
    ○ 目标：当前进度50%，周五投入使用
7. 美国二H5-新增联运合作包
    ○ 负责人：嘉轩
    ○ 目标：完成开发，提交测试
8. 修复部分产品携带参数过长、主题默认配置打进包里
    ○ 负责人：子腾
    ○ 目标：提交测试
9. PP子游戏打开不能全屏问题
    ○ 负责人：子腾
    ○ 目标：提交测试
10. TW社交软件提审物料准备
    ○ 负责人：嘉轩
    ○ 目标：准备提审物料清单，与苏熙做二次确认
三、发布事项
1. 美国二H5-数值优化-FreeSpin大奖调整，PG、PP发布。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (46, 20250425, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩（服务端）
    ○ 目标：新支付通道接入，优先完成新的支付接入。
2. 巴西二H5-新服部署上线：★
    ○ 负责人：俊华、子腾、国良、维城
    ○ 目标：发布上线。
3. 美国二H5-解决TX邮箱验证问题
    ○ 负责人：苏熙
    ○ 目标：方案验证可行，开发排期至下周。（完成）
4. 菲律宾H5-需求核对及部署
    ○ 负责人：方毅、子腾、远浩
    ○ 目标：核对、评估需求，启动开发。
二、研发事项
1. 秘鲁H5-提升利润率 - 多次诱导方案
    ○ 负责人：俊华、方毅
    ○ 目标：待确认测试计划。
2. IGT自研子游戏
    ○ 负责人：维城、国良
    ○ 目标：完善回合工作及回合服务，服务端API服务开发。
3. User ID 丢失及token失效问题定位
    ○ 负责人：子腾
    ○ 目标：修复问题。（完成）
4. 美国一H5-裂变会打开空白页再跳转（低优先级）
    ○ 负责人：子腾
    ○ 目标：完成开发，提交测试
5. 美国二H5-新增联运合作包
    ○ 负责人：嘉轩
    ○ 目标：完成开发，提交测试
6. 修复部分产品携带参数过长、主题默认配置打进包里
    ○ 负责人：方毅
    ○ 目标：提交测试。
7. PP子游戏打开不能全屏问题（低优先级）
    ○ 负责人：子腾
    ○ 目标：提交测试
8. 美国一H5-新支付接入、美国二H5新支付接入
    ○ 负责人：子腾
    ○ 目标：提交测试
9. 澳洲H5-新支付接入
    ○ 负责人：俊华
    ○ 目标：提交测试
三、发布事项
1. 巴西二H5-新服部署上线。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (47, 20250427, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 菲律宾H5-权限包发布：★
    ○ 负责人：子腾、俊华、维城、嘉轩、方毅、雪斌
    ○ 目标：完成功能删减及配置更换，周一提交到测试。
3. 美国一H5-权限包发布：★
    ○ 负责人：嘉轩
    ○ 目标：原生权限开发，周一提交到测试。
4. IGT自研子游戏发布：★
    ○ 负责人：维城、国良
    ○ 目标：提交测试。
5. 美国一H5-新增 paypal 的支付方式★
    ○ 负责人：子腾
    ○ 目标：周二发布
6. 美国二H5-新增 paypal 的支付方式★
    ○ 负责人：子腾
    ○ 目标：周一发布。
7. 澳洲-H5-新增USDT充提★
    ○ 负责人：俊华
    ○ 目标：：周一发布。
二、研发计划
1. 美国一H5任务
1. 美国一H5-pagespeed 达85分以上
2. 美国一H5-IOS投放测试MVP
3. 美国一H5-运营后台-Banner配置系统
    ○ 负责人：子腾、俊华
    ○ 目标：测试反馈处理。
3. 美国二H5任务
1. 美国二H5-新手引导帮助（降低用户学习规则成本）
2. 美国二H5-商城充值和连续充值 - 推荐档位
3. 美国二H5-新增联运合作包
    ○ 负责人：嘉轩、子腾
    ○ 目标：测试反馈处理。
4. 巴西H5任务
1. 巴西H5-Free Bonus 提现打回可选择回身金
    ○ 负责人：方毅、燕飞
    ○ 目标：提交测试。
5. 智利H5任务
1. 智利H5-投放测试拉升首充金额
    ○ 负责人：方毅
    ○ 目标：完成开发，提交测试。
6. 秘鲁H5任务
1. 秘鲁H5-提升利润率 - 多次诱导方案
    ○ 负责人：俊华、方毅
    ○ 目标：测试反馈处理。
7. 技术需求
1. TW社交软件提审
    ○ 负责人：嘉轩
    ○ 目标：完成物料准备。
2. 巴西写失丢失优化
    ○ 负责人：国良
    ○ 目标：测试反馈处理。
3. Jenkins打包异常问题排查（Windows）
    ○ 负责人：维城
    ○ 目标：解决Winows打包问题。
三、发布计划
暂无
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (48, 20250428, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 菲律宾H5-权限包发布：★
    ○ 负责人：子腾、俊华、维城、嘉轩、方毅、雪斌
    ○ 目标：完成功能删减及配置更换，周一提交到测试。
3. 美国一H5-权限包发布：★
    ○ 负责人：嘉轩
    ○ 目标：原生权限开发，周一提交到测试。
4. IGT自研子游戏发布：★
    ○ 负责人：维城、国良
    ○ 目标：通过测试，发布上线
5. 美国一H5-新增 paypal 的支付方式★
    ○ 负责人：子腾
    ○ 目标：通过测试
6. 美国二H5-新增 paypal 的支付方式★
    ○ 负责人：子腾
    ○ 目标：通过测试，发布上线
7. 澳洲-H5-新增USDT充提★
    ○ 负责人：俊华
    ○ 目标：：通过测试，发布上线
二、研发计划
1. 美国二H5任务
1. 美国二H5-新手引导帮助（降低用户学习规则成本）
2. 美国二H5-商城充值和连续充值 - 推荐档位
3. 美国二H5-新增联运合作包
    ○ 负责人：嘉轩、子腾
    ○ 目标：测试反馈处理。（完成）
4. 美国二H5-解决TX邮箱验证问题（低优先级，优先权限包开发）
    ○ 负责人：国良、子腾
    ○ 目标：完成开发，提交测试。
2.  秘鲁H5任务
1. 秘鲁H5-提升利润率 - 多次诱导方案
    ○ 负责人：俊华、方毅
    ○ 目标：通过测试，进入预发布。
3. 技术需求
1. TW社交软件提审
    ○ 负责人：嘉轩
    ○ 目标：完成物料准备，与苏熙核对。
2. 巴西H5-写失丢失优化
    ○ 负责人：国良
    ○ 目标：通过测试，发布上线。
三、发布计划
    ○ 巴西H5-写失丢失优化
    ○ 美国二H5-新增 paypal 的支付方式★
    ○ 澳洲-H5-新增USDT充提★', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (49, 20250429, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 菲律宾H5-权限包发布：★
    ○ 负责人：子腾、俊华、维城、嘉轩、方毅、雪斌、远浩
    ○ 目标：测试反馈处理。
3. 美国一H5-权限包发布：★
    ○ 负责人：嘉轩
    ○ 目标：测试反馈处理。
4. IGT自研子游戏发布：★
    ○ 负责人：羽凡、维城
    ○ 目标：解决IOS资源丢失问题
    ○ 目标：新增开发3款子游戏
二、研发计划
1. 美国二H5-解决TX邮箱验证问题（低优先级，优先权限包开发）
    ○ 负责人：国良、子腾
    ○ 目标：完成开发，提交测试。
2. 巴西H5-互导优化 - 增加曝光位和包内游戏排序调整
    ○ 负责人：俊华
    ○ 目标：完成开发，提交测试。
3. 墨西哥H5-互导优化 - 增加曝光位和包内游戏排序调整
    ○ 负责人：俊华
    ○ 目标：完成开发，提交测试。
4. TW社交软件提审
    ○ 负责人：嘉轩
    ○ 目标：提审服务器打包环境搭建、打包提审
5. 美国一H5-UserID、Token丢失问题优化
    ○ 负责人：子腾
    ○ 目标：完成开发，提交测试
6. 美国二H5-数值优化-FreeSpin大奖调整
    ○ 负责人：国良
    ○ 目标：自研子游戏FreeSpin开发
三、发布计划
    ○ 美国一H5-新增 paypal 的支付方式★
    ○ 美国二H5-新增 paypal 的支付方式★
    ○ 秘鲁H5-提升利润率 - 多次诱导方案
    ○ 美国H5-写失丢失优化
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (53, 20250430, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. IGT自研子游戏发布：★
    ○ 负责人：羽凡、维城
    ○ 目标：IGT资源破解未完全，需要羽凡继续支持，继续完善协议
    ○ 目标：新增开发3款子游戏
二、研发计划
1. 美国二H5-解决TX邮箱验证问题
    ○ 负责人：国良、子腾
    ○ 目标：完成接口对接，提交测试。
2. 巴西H5-非VIP游戏内充值 - 通用禁止发起
    ○ 负责人：俊华
    ○ 目标：进度推进至70%。
3. TW社交软件提审
    ○ 负责人：嘉轩
    ○ 目标：打包提审
4. 美国一H5-UserID、Token丢失问题优化
    ○ 负责人：子腾
    ○ 目标：巴西、美国一同步
5. 秘鲁H5-提升利润率 - 多次诱导方案
    ○ 负责人：方毅、俊华
    ○ 目标：通过测试
三、发布计划
    ○ 美国一H5-新增 paypal 的支付方式发布★
    ○ 美国一H5-权限包发布交付★
    ○ 菲律宾H5-权限包发布交付★
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (64, 20250507, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：完成 Gate Pay通道接入。
2. 美国一H5-Google Pay + 金额二次确认：★
    ○ 负责人：俊华、方毅
    ○ 目标：提交测试。
3. 美国二H5-Google Pay + 金额二次确认：★
    ○ 负责人：俊华、方毅
    ○ 目标：提交测试。
二、研发计划
1. 自研子游戏
1. IGT自研子游戏-资源破解
    ○ 负责人：维城
    ○ 目标：发布X1。
2. 美国一H5任务
1. 美国一H5-运营后台-Banner配置系统
    ○ 负责人：俊华
    ○ 目标：测试反馈处理。
3. 前端性能优化达85分以上（负责人：子腾）
1. 美国二H5-分包
    ○ 目标：完成开发，提交测试。
4. 美国二H5任务
1. 美国二H5-游戏体验阶段优化
    ○ 负责人：嘉轩
    ○ 目标：完成开发，提交测试。
2. 美国二H5-数值优化-FreeSpin大奖调整
    ○ 负责人：国良
    ○ 目标：提交测试X4。
5. 技术需求
1. 巴西二H5-测试环境部署
    ○ 负责人：远浩
    ○ 目标：周五完成部署。
三、发布计划
● IGT自研子游戏发布X1（维城、国良）
● 巴西H5-互导优化（雪斌）
● 秘鲁H5-提升利润率 - 多次诱导方案（方毅、俊华）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (65, 20250508, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：完成 Gate Pay通道接入。
2. 美国一H5-Google Pay + 金额二次确认：★
    ○ 负责人：俊华、方毅
    ○ 目标：通过测试，发布上线。
3. 美国二H5-Google Pay + 金额二次确认：★
    ○ 负责人：俊华、方毅
    ○ 目标：通过测试，发布上线。
4. 美国二H5-信用卡接入 + VIP白名单引导
    ○ 负责人：俊华、方毅、国良、远浩
    ○ 目标：给出评估，启动开发。
5. 美国一H5-信用卡接入 + VIP白名单引导
    ○ 负责人：俊华、方毅、国良、远浩
    ○ 目标：给出评估，启动开发。
二、研发计划
1. IGT自研子游戏
    ○ 负责人：维城
    ○ 目标：通过2款游戏测试。
2. 美国一H5-运营后台-Banner配置系统
    ○ 负责人：俊华
    ○ 目标：通过测试，发布上线。
3. 美国二H5-分包，前端性能优化达85分以上（负责人：子腾）
    ○ 负责人：维城
    ○ 目标：解决卡点，提交测试。
4. 美国二H5-游戏体验阶段优化
    ○ 负责人：嘉轩、苏熙
    ○ 目标：通过测试。
5. 美国二H5-数值优化-FreeSpin大奖调整
    ○ 负责人：国良
    ○ 目标：提交测试X4。
6. 巴西二H5-测试环境部署
    ○ 负责人：远浩
    ○ 目标：周五完成部署。
7. TW社交软件框架升级
    ○ 负责人：嘉轩
    ○ 目标：周六重提审。
8. 秘鲁H5-UC服务Linux迁移
    ○ 负责人：国良
    ○ 目标：完成线上迁移。
三、发布计划
● 美国一H5-Google Pay + 金额二次确认：★
● 美国二H5-Google Pay + 金额二次确认：★
● 美国一H5-运营后台-Banner配置系统
● 秘鲁H5-提升利润率 - 多次诱导方案（方毅、俊华）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (69, 20250509, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 美国二H5-信用卡接入 + VIP白名单引导
    ○ 负责人：俊华、方毅、国良、远浩
    ○ 目标：完成开发，提交测试。
3. 美国一H5-信用卡接入 + VIP白名单引导
    ○ 负责人：俊华、方毅、国良、远浩
    ○ 目标：启动开发。
二、研发计划
1. IGT自研子游戏
    ○ 负责人：维城
    ○ 目标：发布2款游戏。
2. 美国一H5-运营后台-Banner配置系统
    ○ 负责人：俊华
    ○ 目标：通过测试，发布上线。
3. 美国二H5-破产礼包优化
    ○ 负责人：嘉轩
    ○ 目标：提交测试。
4. 美国一H5-客服长链接问题修复
    ○ 负责人：子腾
    ○ 目标：发布上线。
5. 美国二H5-分包，前端性能优化达85分以上（负责人：子腾）
    ○ 负责人：子腾
    ○ 目标：通过测试，发布上线。
6. 巴西二H5-测试环境部署
    ○ 负责人：远浩
    ○ 目标：周六完成部署。
7. TW社交软件框架升级
    ○ 负责人：嘉轩
    ○ 目标：周六重提审。
8. 秘鲁H5-UC服务Linux迁移
    ○ 负责人：国良
    ○ 目标：完成线上迁移。
三、发布计划
    ○ 前端优化PageSpeed 85+(美国二H5-分包) （有延期风险）
    ○ 美国二H5-IGT自研子游戏发布发布X3
    ○ 美国一H5-运营后台-Banner配置系统
    ○ 美国二H5-游戏体验阶段优化（最小底注降低）（有延期风险）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (74, 20250513, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 美国二H5-双钻回合数据开发（错失效应）：★
    ○ 负责人：苏熙、维城
    ○ 目标：周二发布。
3. 前端优化PageSpeed（64分标准落地）：★
    ○ 目标：主用户区域提测与发布。
二、研发计划
1. 巴西H5-老包、分包（前端优化与分包（64分标准落地）：★）
    ○ 负责人：子腾
    ○ 目标：完成开发及提交测试。
2. 美国一H5-运营后台-Banner配置系统
    ○ 负责人：俊华
    ○ 目标：支付、page speed优化、Banner配置系统代码合并，提交测试
3. 美国二H5-解决TX邮箱验证问题、
    美国二H5-破产礼包优化、
    美国二H5-IGT自研子游戏新增发布X1、
    美国二H5-邮箱引导：
    美国二H5-排查现有问题和加强转化
    ○ 负责人：嘉轩、俊华
    ○ 目标：测试反馈处理。
4. 美国二H5-每日礼包充值送转盘
    ○ 负责人：方毅、俊华
    ○ 目标：启动开发。
5. PG、PP心跳保活优化（美国二）
    ○ 负责人：国良
    ○ 目标：周四提测。
6. 美国一H5-WSS增加切换线路优化、服务端程序关闭nagle，提升网络交互速度
    ○ 负责人：国良
    ○ 目标：周三发布。
7. 巴西二H5-测试环境部署
    ○ 负责人：远浩
    ○ 目标：周五完成部署。
8. Adjust 增加真实注册事件上报
    ○ 负责人：国良
    ○ 目标：交付到阿贵。
三、发布计划
● 美国二H5-信用卡接入 + VIP白名单引导
● 美国一H5-老包、分包-前端优化PageSpeed（64分标准落地）
● 美国二H5-双钻回合数据开发（错失效应）
● 巴西一H5-首页引导视频更换', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (75, 20250514, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2.   美国一H5-运营后台-Banner配置系统
美国一H5-信用卡接入 + VIP白名单引导
美国一H5-64分标准落地
美国一H5-游客注册时机调整
    ○ 负责人：子腾
    ○ 目标：周三发布上线。
2. 前端优化PageSpeed（64分标准落地）：★
    ○ 目标：主用户区域提测与发布。
二、研发计划
1. 巴西H5-老包、分包（前端优化与分包（64分标准落地）：★）
    ○ 负责人：子腾
    ○ 目标：完成开发及提交测试。
2. 美国二H5-解决TX邮箱验证问题、
    美国二H5-破产礼包优化、
    美国二H5-IGT自研子游戏新增发布X1、
    美国二H5-邮箱引导：
    美国二H5-排查现有问题和加强转化
    ○ 负责人：嘉轩、俊华
    ○ 目标：测试反馈处理。
3. 美国二H5-I18N多语言填充
    ○ 负责人：嘉轩、维城
    ○ 目标：持续覆盖I1N8的范围。
4. PG、PP心跳保活优化（美国二）
    ○ 负责人：国良
    ○ 目标：周四提测。
5. 美国一H5-WSS增加切换线路优化、服务端程序关闭nagle，提升网络交互速度
    ○ 负责人：国良
    ○ 目标：周三发布。

三、发布计划
● 美国一H5-运营后台-Banner配置系统
● 美国一H5-信用卡接入 + VIP白名单引导
● 美国一H5-64分标准落地
● 美国一H5-游客注册时机调整
● 美国一H5-WSS增加切换线路优化
● 美国二H5-运营后台-Banner配置系统', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (78, 20250515, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2.  秘鲁H5-注册时机调整：★
    ○ 负责人：俊华
    ○ 目标：提交测试
3.  墨西哥H5-分包注册时机调整：★
    ○ 负责人：子腾
    ○ 目标：提交测试
3.  巴西H5-分包注册时机调整：★
    ○ 负责人：子腾
    ○ 目标：提交测试
4.  澳大利亚H5-注册时机调整：★
    ○ 负责人：子腾
    ○ 目标：提交测试
5.  美国2 - 数值刺激感优化测试：★
    ○ 负责人：国良、苏熙
    ○ 目标：确定方案，启动开发
二、研发计划
1. 美国二H5-I18N多语言填充
    ○ 负责人：嘉轩、维城
    ○ 目标：持续覆盖I1N8的范围。
2. PG、PP心跳保活优化（美国二）
    ○ 负责人：国良
    ○ 目标：周四提测。
3. 美国一H5-WSS增加切换线路优化、服务端程序关闭nagle，提升网络交互速度
    ○ 负责人：国良
    ○ 目标：已发布上线。
4. 秘鲁H5-代付新增参数填写
    ○ 负责人：嘉轩
    ○ 目标：周四提测。
5. 巴西 - 阶段细节优化
    ○ 负责人：维城
    ○ 目标：完成开发，提交测试。
6. 美国二H5-每日礼包充值送转盘
    ○ 负责人：俊华、方毅
    ○ 目标：完成开发，进入自测。
三、发布计划
● 秘鲁H5-代付新增参数填写
● 智利H5-Jp数值调整 
● 美国二H5-运营后台-Banner配置系统
● 巴西H5-Booma注册时机调整
● 巴西H5-分包注册时间调整
● 墨西哥H5-分包注册时机调整
● 澳大利亚H5-注册时机调整', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (83, 20250516, 2, '一、工作重点
新支付通道接入：★
负责人：远浩
目标：持续承接新支付接入。
美国2 - 数值刺激感优化测试：★
负责人：国良、苏熙
目标：已确定方案，服务端进度20%
二、研发计划
美国二H5-I18N多语言填充
负责人：嘉轩、维城
目标：持续覆盖I1N8的范围。
巴西 - 阶段细节优化
负责人：维城
目标：完成开发，提交测试。
差距：30%，优先处理线上PG\\PP问题
美国二H5-每日礼包充值送转盘
负责人：俊华、方毅
目标：周五完成开发，进入自测。
差距：今天未启动开发，优先注册时间调整。
三、发布计划
智利H5-JP数值调整
美国二H5-PG子游戏底注调整
美国二H5-注册时机优化
巴西H5-老包X2
墨西哥H5-老包X1
美国一-H5连续充值配置
PG消除类游戏脏数据清除 ', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (88, 20250519, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 美国二H5-数值刺激感优化测试：★
    ○ 负责人：国良/苏熙
    ○ 目标：周二提测。
3. 巴西H5-前端优化PageSpeed（64分标准落地）老包、分包：★
    ○ 负责人：子腾
    ○ 目标：完成开发，提交测试。
4. 墨西哥H5-前端优化PageSpeed（64分标准落地）老包、分包：★
    ○ 负责人：子腾
    ○ 目标：启动开发。
二、研发计划
美国二H5任务
1.    美国二H5-裂变优化 - 提升动机 + USDT 提现
        ■ 负责人：嘉轩、方毅
        ■ 目标：周一核对需求后排计划。
2.    美国二H5-信用卡仅支持15以上支付订单
        ■ 负责人：俊华 、方毅 
        ■ 目标：周一核对需求后排计划。
巴西H5任务
1. 巴西H5-前端多项优化（分包、巴西二）
    ○ 负责人：维城
    ○ 目标：核对需求，启动开发。
2. 巴西H5-万圣节局数任务修复小金额下注问题
    ○ 负责人：维城、国良
    ○ 目标：核对需求。
技术需求
1. TW社交软件提审
    ○ 负责人：嘉轩
    ○ 目标：通过审核。
2. 巴西二H5-测试环境部署
    ○ 负责人：远浩、方毅
    ○ 目标：周四完成交付。
3. 美国二-I18N多语言模板
    ○ 负责人：嘉轩、维城
    ○ 目标：周四完成所有页面开发。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (91, 20250520, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 美国二H5-数值刺激感优化测试：★
    ○ 负责人：国良/苏熙
    ○ 目标：完成自测，提交到测试。
3. 巴西H5-前端优化PageSpeed（64分标准落地）老包、分包：★
    ○ 负责人：子腾
    ○ 目标：完成开发，提交测试。
4. 墨西哥H5-前端优化PageSpeed（64分标准落地）老包、分包：★
    ○ 负责人：子腾
    ○ 目标：通过测试，发布上线。
二、研发计划
1. 美国一H5-裂变会打开空白页再跳转
    ○ 负责人：俊华
    ○ 目标：周三提测
2. 巴西H5 - 万圣节局数任务修复小金额下注问题
    ○ 负责人：维城、国良
    ○ 目标：完成开发，提交测试
3. 美国二H5-裂变优化 - 提升动机 + USDT 提现
    ○ 负责人：嘉轩、方毅
    ○ 目标：完成开发，提交测试。
4. 美国二H5-信用卡仅支持15以上支付订单
    ○ 负责人：俊华 、方毅 
    ○ 目标：测试反馈处理。
5. 巴西H5-前端多项优化（分包、巴西二）
    ○ 负责人：维城
    ○ 目标：测试反馈处理。
6. 巴西H5-万圣节局数任务修复小金额下注问题
    ○ 负责人：维城、国良
    ○ 目标：核对需求。
7. TW社交软件提审
    ○ 负责人：嘉轩
    ○ 目标：通过审核。（卡审中，邮件已询问）
8. 巴西二H5-测试环境部署
    ○ 负责人：远浩、方毅
    ○ 目标：周四完成交付。
9. 美国二-I18N多语言模板
    ○ 负责人：嘉轩、维城
    ○ 目标：周四完成所有页面开发。
三、发布计划
    ○ 墨西哥H5-前端优化PageSpeed（64分标准落地）老包、分包：★
    ○ 美国二H5-信用卡仅支持 15 以上支付订单
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (94, 20250521, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 美国二H5-数值刺激感优化测试：★
    ○ 负责人：国良/苏熙
    ○ 目标：测试反馈处理，通过测试。
3. 巴西H5-前端优化PageSpeed（64分标准落地）老包、分包：★
    ○ 负责人：子腾
    ○ 目标：已发布上线。
二、研发计划
1. 美国二H5-BTC首充加送100%20次野牛免费旋转
    ○ 负责人：俊华、方毅
    ○ 目标：完成开发，提交测试
2. 美国二H5-裂变优化 - 提升动机 + USDT 提现
    ○ 负责人：嘉轩、方毅
    ○ 目标：测试反馈处理，通过测试。
3. 巴西H5-万圣节局数任务修复小金额下注问题
    ○ 负责人：维城、国良
    ○ 目标：完成开发，提交测试
4. TW社交软件提审
    ○ 负责人：嘉轩
    ○ 目标：每日检查审核状态，及时回复。（卡审中，邮件已询问）
5. 巴西二H5-测试环境部署
    ○ 负责人：远浩、方毅
    ○ 目标：周六完成交付。
6. 美国二-I18N多语言模板
    ○ 负责人：嘉轩、维城
    ○ 目标：周四完成所有页面开发。
7. 前端、UC、DB接口调用优化范围及方案确定
    ○ 负责人：国良、子腾、方毅、俊华
    ○ 目标：周五下午确定范围及方案。
三、发布计划
    ○ 巴西H5-前端优化64分标准落地）老包、分包：★
    ○ 美国二H5-破产礼包优化
    ○ 美国二H5-IGT自研子游戏新增发布X1
    ○ 美国二H5-邮箱引导：排查现有问题和加强转化
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (102, 20250522, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 美国二H5-数值刺激感优化测试：★
    ○ 负责人：国良/苏熙
    ○ 目标：完成测试，发布上线。
二、研发计划
1. 美国二H5-BTC首充加送100%20次野牛免费旋转
    ○ 负责人：俊华、方毅
    ○ 目标：完成开发，提交测试。当前进度85%
2. 巴西H5-万圣节局数任务修复小金额下注问题
    ○ 负责人：维城、国良
    ○ 目标：完成开发，提交测试
3. 美国一H5-数值风控优化
    ○ 负责人：国良
    ○ 目标：启动开发
4. TW社交软件提审
    ○ 负责人：嘉轩
    ○ 目标：每日检查审核状态，及时回复。（卡审中，邮件已询问）
5. 巴西二H5-测试环境部署
    ○ 负责人：远浩、方毅
    ○ 目标：周六完成交付。
6. 美国二-I18N多语言模板
    ○ 负责人：嘉轩、维城
    ○ 目标：周四完成所有页面开发。
7. 美国一H5-裂变会打开空白页再跳转
    ○ 负责人：子腾
    ○ 目标：优化方案确定及启动开发。
8. 邮件模块迁移至WebH5Server，提升并发性能
    ○ 负责人：方毅
    ○ 目标：提交测试。
9. 前端、UC、DB接口调用优化范围及方案确定
    ○ 负责人：国良、子腾、方毅、俊华
    ○ 目标：周五下午确定范围及方案。
三、发布计划
    ○ 美国二 - 数值刺激感优化测试', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (107, 20250523, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。（远浩生病请假了）
2. 美国二H5-数值刺激感优化测试：★
    ○ 负责人：国良/苏熙
    ○ 目标：测试完成，待发布上线。
3. 美国二H5-VIP充值活动2：充10获得300%奖励：★
    ○ 负责人：子腾、方毅
    ○ 目标：完成开发，发布上线。
二、研发计划
1. 美国二H5-BTC首充加送100%20次野牛免费旋转
    ○ 负责人：俊华、方毅
    ○ 目标：通过测试
2. 美国一H5-数值风控优化
    ○ 负责人：国良
    ○ 目标：启动开发
3. TW社交软件提审
    ○ 负责人：嘉轩
    ○ 目标：每日检查审核状态，及时回复。（卡审中，邮件已询问）
4. 巴西二H5-测试环境部署
    ○ 负责人：远浩、方毅
    ○ 目标：周六完成交付。
5. 美国二-I18N多语言模板
    ○ 负责人：嘉轩、维城
    ○ 目标：完成所有界面多语言化补充。
6. 前端、UC、DB接口调用优化范围及方案确定
    ○ 负责人：国良、子腾、方毅、俊华
    ○ 目标：周五下午确定范围及方案。
三、发布计划
    ○ 美国二H5-VIP充值活动2：充10获得300%奖励：★
    ○ 美国二H5-数值刺激感优化测试：★
    ○ 巴西LUA-TX优化', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (114, 20250524, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
二、研发计划
1. 美国二H5-充值活动2的图更换（修复清晰度）
    ○ 负责人：俊华
    ○ 目标：完成开发，发布上线。
2. 美国一&二H5-所有美国支付方式排序修改（信用卡移至USDT上面）
    ○ 负责人：俊华、方毅
    ○ 目标：发布上线。
3. 巴西一&二H5- SEO信息修改
    ○ 负责人：子腾
    ○ 目标：发布上线。
4. 美国一&二H5-支付档位测试下线
    ○ 负责人：俊华、方毅
    ○ 目标：发布上线。
5. 巴西一H5-分包归因
    ○ 负责人：子腾、国良
    ○ 目标：完成开发，发布上线
6. 墨西哥H5-分包归因
    ○ 负责人：子腾、国良
    ○ 目标：完成开发，发布上线
7. GO子游戏顶号写分时序问题修复
    ○ 负责人：国良
    ○ 目标：方案与苏熙确认，进行开发
8. 美国二H5-每日礼包充值送转盘、美国二H5-BTC首充加送100%20次野牛免费旋转
    ○ 负责人：俊华、方毅
    ○ 目标：梳理逻辑，完成赠送逻辑调整，提交到测试
三、发布计划
    ○ 美国二H5-充值活动2的图更换（修复清晰度）
    ○ 美国一&二H5-所有美国支付方式排序修改（信用卡移至USDT上面）
    ○ 巴西一&二H5- SEO信息修改
    ○ 美国一&二H5-支付档位测试下线
    ○ 巴西一H5-分包归因
    ○ 墨西哥H5-分包归因', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (121, 20250528, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
二、研发计划
1. GO子游戏顶号写分时序问题修复
    ○ 负责人：国良
    ○ 目标：周二提交测试
2. 美国二H5-每日礼包充值送转盘、美国二H5-BTC首充加送100%20次野牛免费旋转
    ○ 负责人：俊华、方毅
    ○ 目标：提交测试
3. 美国权限包接口联调
    ○ 负责人：嘉轩
    ○ 目标：提交测试
4. Crazy777跳过double，收分异常排查及修复
    ○ 负责人：维城
    ○ 目标：提交测试
5. 巴H5- SEO信息修改（分包）
    ○ 负责人：子腾
    ○ 目标：发布上线
6. 墨西哥H5- 代码回滚检查
    ○ 负责人：子腾
    ○ 目标：提交测试
三、发布计划
1. 巴H5- SEO信息修改（分包）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (125, 20250529, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 墨西哥H5-OXXO支付添加1个工作日才能到账的提示★
    ○ 负责人：俊华
    ○ 目标：完成开发，发布上线。
3. 澳大利亚H5-代付添加收款人姓名★
    ○ 负责人：维城
    ○ 目标：完成开发，发布上线。
4. 墨西哥玩家刷分问题★
    ○ 负责人：国良
    ○ 目标：完成排查，及时修复。
5. 美国二H5-收集信息（权限包）★
    ○ 负责人：国良、嘉轩
    ○ 目标：通过测试，发布上线。
二、研发计划
1. GO子游戏顶号写分时序问题修复
    ○ 负责人：国良
    ○ 目标：周二提交测试（先暂停，优先排查墨西哥玩家刷分问题）
2. 美国二H5-每日礼包充值送转盘、美国二H5-BTC首充加送100%20次野牛免费旋转
    ○ 负责人：俊华、方毅
    ○ 目标：提交测试
3. Crazy777跳过double，收分异常排查及修复
    ○ 负责人：维城
    ○ 目标：测试反馈处理
4. 墨西哥H5- 代码回滚检查
    ○ 负责人：子腾
    ○ 目标：提交测试
5. 美国二H5-充50送50活动优化 - 提升参与度AB测
    ○ 负责人：维城
    ○ 目标：完成开发，发布上线。
6. 美国二H5-多语言版本合并及发布
    ○ 负责人：子腾
    ○ 目标：周五提测。
三、发布计划
1. 美国二H5-收集信息（权限包）
2. 墨西哥H5-OXXO支付添加1个工作日才能到账的提示
3. 澳大利亚H5-代付添加收款人姓名
4. 美国二H5-充50送50活动优化 - 提升参与度AB测', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (133, 20250530, 2, '一、工作重点
1. 新支付通道接入：★
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
二、研发计划
1. GO子游戏顶号写分时序问题修复
    ○ 负责人：国良
    ○ 目标：周五提交测试
2. 美国二H5-每日礼包充值送转盘、美国二H5-BTC首充加送100%20次野牛免费旋转
    ○ 负责人：俊华、方毅
    ○ 目标：测试反馈处理
3. 墨西哥H5- 代码回滚检查
    ○ 负责人：子腾
    ○ 目标：已提交测试
4. 美国二H5-VIP充值返利活动优化-弹窗样式优化
    ○ 负责人：维城
    ○ 目标：已发布上线。
5. 美国二H5-多语言版本合并及发布
    ○ 负责人：子腾
    ○ 目标：周五提测。
6. 巴西二H5-测试环境部署
    ○ 负责人：远浩、苏熙
    ○ 目标：周五提测。
7. 美国二H5-优惠券 + 客服发放
    ○ 负责人：俊华、方毅
    ○ 目标：核对需求及评估。
8. Shopify支付方案
    ○ 负责人：苏熙、方毅、远浩
    ○ 目标：技术方案碰头。
三、发布计划
1. 美国二H5-PG数值调整', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (140, 20250604, 2, '一、工作重点 ★
1. 新支付通道接入
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
二、研发计划
美国一H5任务
1. 美国一H5-数值风控优化
    ○ 负责人：国良 
    ○ 目标：完成开发。
美国二H5任务
1. 美国二H5-优惠券 + 客服发放 / 美国二H5-多语言版本合并及发布
    ○ 负责人：俊华、方毅
    ○ 目标：开发进度至60%。
2. 美国二H5-PP子游戏底注调整
    ○ 负责人：鹏鹏、国良
    ○ 目标：通过测试。
3. 美国二H5-每日礼包充值送转盘
4. 美国二H5-裂变优化 - 提升动机 + USDT 提现
5. 美国二H5-BTC首充加送100%20次野牛免费旋转
    ○ 负责人：方毅、俊华
    ○ 目标：发布上线。
6. 美国二H5-IGT游戏开发X3
    ○ 负责人：维城 
    ○ 目标：提交测试。
FB绑定增加账户任务
1. 美国一H5-FB绑定奖金提升
2. 美国二H5-FB绑定奖金提升
    ○ 负责人：俊华、方毅 
    ○ 目标：通过测试，发布上线。
三、发布计划
● 美国二H5-每日礼包充值送转盘 
● 美国二H5-BTC首充加送100%20次野牛免费旋转测试部分 
● 美国二H5-裂变优化 - 提升动机 + USDT 提现
● 美国一H5-FB绑定奖金提升 
● 美国二H5-FB绑定奖金提升 
● GO子游戏顶号写分时序问题修复， 灰度发布', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (141, 20250605, 10, '一、工作重点 ★
1. 新支付通道接入
    ○ 负责人：远浩
    ○ 目标：持续承接新支付接入。
2. 支付系统迁移、监控、自重启落地
    ○ 负责人：方毅、远浩
    ○ 目标：周五完成-支付系统稳定，加入监控，发生意外后自启动。
二、研发计划
美国一H5任务
1. 美国一H5-数值风控优化
    ○ 负责人：国良 
    ○ 目标：完成开发、美国一、美国二提交测试。
2. 美国一H5-PayPal 拒付黑名单 - 前端不展示
3. 美国一H5-Google包评论（非VIP和提现成功用户）
    ○ 负责人：子腾、方毅
    ○ 目标：完成自测，提交到测试。
美国二H5任务
1. 美国二H5-优惠券 + 客服发放 / 美国二H5-多语言版本合并及发布
    ○ 负责人：俊华、方毅
    ○ 目标：开发进度至90%。
2. 美国二H5-IGT游戏开发X3
    ○ 负责人：维城 
    ○ 目标：核对需求及评估。
3. 美国二H5-根据用户体验测试- PWA优化方案
4. 美国二H5-PayPal 拒付黑名单 - 前端不展示
5. 美国二H5-信用卡黑名单后台
    ○ 负责人：俊华、方毅
    ○ 目标：核对需求及评估。
三、发布计划
● 巴西H5-FB绑定奖金提升 
● 秘鲁H5-FB绑定奖金提升 
● 墨西哥H5-FB绑定奖金提升 
● 墨西哥H5-版本回滚同步发布
● 美国一H5-BI投放数据不同步问题修复
● 服务端程序关闭nagle，提升网络交互速度
● 各地区H5-野牛大奖展示动画优化', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (142, 20250606, 2, '一、工作重点 ★
新支付通道接入
负责人：远浩
目标：持续承接新支付接入。
美国二H5 - 数值刺激感优化测试2.0
负责人：国良
目标：核对需求及启动开发。
二、研发计划
美国一H5任务
美国一H5-数值风控优化
负责人：国良 
目标：美国二提交测试、美国一（已提测）。
美国二H5任务
美国二H5-优惠券 + 客服发放 / 美国二H5-多语言版本合并及发布
负责人：俊华、方毅
目标：完成自测，提交测试。
美国二H5-IGT游戏开发X3
负责人：维城 
目标：提测X3（2/3）。
美国二H5-PayPal 拒付黑名单 - 前端不展示
美国二H5-信用卡黑名单后台
美国一H5-Google包评论（非VIP和提现成功用户）
负责人：子腾、方毅
目标：评估及技术方案、自测方案。
三、发布计划
1. 支付系统迁移、监控、自重启落地。
2. 服务端程序关闭nagle，提升网络交互速度
3. 各地区H5-野牛大奖展示动画优化', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (143, 20250609, 2, '一、工作重点★
1. 新支付通道接入​• 负责人：远浩• 目标：持续承接新支付接入
2. 美国二H5 - 数值刺激感优化测试2.0​• 负责人：国良• 目标：通过测试，发布上线。

二、研发计划
美国二H5任务​
1. 美国二H5-Paypal黑名单及Paypal充值限制​
2. 美国二H5-Google包评论（非VIP和提现成功用户）​
3. 美国二H5-信用卡黑名单后台​• 负责人：子腾、方毅、远浩（后台）• 目标：周四提测
4. 美国二H5-优惠券 + 客服发放 / 多语言版本合并及发布​• 负责人：俊华 、方毅 • 目标：通过验收，周三发布上线
5. 美国二H5-IGT游戏开发​• 负责人：维城• 目标：周四提测X5、周二发布X2（待发布）
墨西哥H5任务​
1. 墨西哥H5-推荐档位 + 跑马灯（商城、连续、破产）
2. 墨西哥H5-代付手续费转嫁给用户• 负责人：嘉轩、国良• 目标：核对需求
智利/秘鲁H5任务​
1. 智利H5-PP游戏代码同步​• 负责人：嘉轩、国良• 目标：测试反馈处理
2. 秘鲁H5-PP游戏代码同步​• 负责人：嘉轩、国良• 目标：测试反馈处理
技术需求任务​
1. KAFKA历史回合数据查询补全​• 负责人：方毅、国良 • 目标：周五提交测试
2. 巴西刷分问题排查• 负责人：国良、苏熙• 目标：确定处理方案

三、发布计划
    ○ 美国二H5-数值风控优化​
    ○ 美国二H5-服务端nagle优化​
    ○ 智利H5-PP游戏代码同步', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (154, 20250610, 2, '一、工作重点★
1. 新支付通道接入​• 负责人：远浩• 目标：持续承接新支付接入
2. 美国二H5 - 数值刺激感优化测试2.0​• 负责人：国良• 目标：通过测试，发布上线。

二、研发计划
美国二H5任务​
1. 美国二H5-Paypal黑名单及Paypal充值限制​
2. 美国二H5-Google包评论（非VIP和提现成功用户）​
3. 美国二H5-信用卡黑名单后台​• 负责人：子腾、方毅、远浩（后台）• 目标：周四提测
4. 美国二H5-优惠券 + 客服发放 / 多语言版本合并及发布​• 负责人：俊华 、方毅 • 目标：通过验收，周三发布上线
5. 美国二H5-IGT游戏开发​• 负责人：维城• 目标：周四提测X5、周二发布X2（待发布）
墨西哥H5任务​
1. 墨西哥H5-推荐档位 + 跑马灯（商城、连续、破产）
2. 墨西哥H5-代付手续费转嫁给用户• 负责人：嘉轩、国良• 目标：核对需求
智利/秘鲁H5任务​
1. 智利H5-PP游戏代码同步​• 负责人：嘉轩、国良• 目标：测试反馈处理
2. 秘鲁H5-PP游戏代码同步​• 负责人：嘉轩、国良• 目标：测试反馈处理
技术需求任务​
1. KAFKA历史回合数据查询补全​• 负责人：方毅、国良 • 目标：周五提交测试
2. 巴西刷分问题排查• 负责人：国良、苏熙• 目标：确定处理方案

三、发布计划
    ○ 美国二H5-数值风控优化​
    ○ 美国二H5-服务端nagle优化​
    ○ 智利H5-PP游戏代码同步', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (160, 20250611, 2, '一、工作重点★
1. 新支付通道接入​
• 负责人：远浩
• 目标：持续承接新支付接入
2. 澳大利亚H5-新支付模式：KYC免密授权
• 负责人：远浩、俊华、子腾
• 目标：核对需求。

二、研发计划
美国二H5任务​
1. 美国二H5-Paypal黑名单及Paypal充值限制​
2. 美国二H5-Google包评论（非VIP和提现成功用户）​
3. 美国二H5-信用卡黑名单后台
​• 负责人：子腾、方毅、远浩（后台）
• 目标：周四提测
4. 美国二H5-IGT游戏开发
​• 负责人：维城
• 目标：周四提测X5（4/5）
5. 美国二H5-虚拟信用卡开卡 + 提现进卡
• 负责人：远浩、俊华、嘉轩
• 目标：核对需求。

墨西哥H5任务​
1. 墨西哥H5-推荐档位 + 跑马灯（商城、连续、破产）
2. 墨西哥H5-代付手续费转嫁给用户
• 负责人：嘉轩、国良
• 目标：测试反馈处理。
智利/秘鲁H5任务​
1. 智利H5-PP游戏代码同步​
• 负责人：嘉轩、国良
• 目标：测试中
2. 秘鲁H5-PP游戏代码同步​
• 负责人：嘉轩、国良
• 目标：测试中

技术需求任务​
1. KAFKA历史回合数据查询补全​
• 负责人：方毅、国良 
• 目标：周五提交测试
2. 巴西刷分问题排查
• 负责人：国良、苏熙
• 目标：复盘中

三、发布计划
● 美国二H5 - 数值刺激感优化测试2.0​
● 美国二H5 - 数值风控优化​
● 美国二H5 - 服务端nagle优化发布
● 美国二H5-优惠券 + 客服发放 / 多语言版本合并及发布​', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (166, 20250612, 2, '一、工作重点★
1. 新支付通道接入​
• 负责人：远浩
• 目标：FunPay发布，Payin完成对接
2. 投放归因广告组参数提取
• 负责人：国良
• 目标：交付使用。

二、研发计划
巴西二H5任务​
1. 巴西二H5-学习文凯数值测试
• 负责人：子腾、国良、方毅
• 目标：周六提交测试

美国二H5任务​
1. 美国二H5-Paypal黑名单及Paypal充值限制​
2. 美国二H5-信用卡黑名单后台​
• 负责人：子腾、方毅、远浩（后台）
• 目标：周五发布
3. 美国二H5-IGT游戏开发​
• 负责人：维城
• 目标：周四提测X5（4/5）
4. 美国二H5-虚拟信用卡开卡 + 提现进卡
• 负责人：远浩、俊华、嘉轩
• 目标：核对需求。

墨西哥H5任务​
1. 墨西哥H5-推荐档位 + 跑马灯（商城、连续、破产）
• 负责人：嘉轩、国良
• 目标：测试反馈处理。
智利/秘鲁H5任务​
1. 秘鲁H5-PP游戏代码同步
​• 负责人：嘉轩、国良
• 目标：发布上线

技术需求任务​
1. KAFKA历史回合数据查询补全
​• 负责人：方毅、国良 
• 目标：周五提交测试

三、发布计划
● 美国二FunPay支付发布。
● 秘鲁H5-PP游戏代码同步。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (177, 20250616, 2, '一、工作重点★
1. 新支付通道接入
• 负责人：远浩
• 目标：持续承接新支付接入
2. 澳大利亚H5-新支付模式：免密授权 + 快速支付
• 负责人：远浩、俊华
• 目标：周一提测、周三发布

二、研发计划
美国一H5任务
1. 美国一H5-数值风控优化
• 负责人：国良
• 目标：周二提测
2. 美国一H5 - Paypal黑名单及Paypal充值限制
3. 美国一H5-信用卡黑名单后台
• 负责人：子腾
• 目标：周一发布

美国二H5任务
1. 美国二H5-IGT游戏X5（发布）• 负责人：维城• 目标：测试反馈处理，周三发布
2. 美国二H5-IGT游戏X7（开发）• 负责人：维城• 目标：开发及周四提测
3. 美国二H5-虚拟信用卡开卡 + 提现进卡• 负责人：远浩、嘉轩• 目标：核对需求（评估）

墨西哥H5任务
1. 墨西哥H5-代付手续费转嫁给用户
• 负责人：远浩、俊华
• 目标：周二提测、周四发布

巴西二H5任务
1. 巴西二H5-学习文凯数值测试
• 负责人：子腾、国良、方毅、雪斌 
• 目标：开发及周二提测

秘鲁H5任务
1. 秘鲁H5 - 新增应用内互导
2. 秘鲁H5 - 动态推荐档位和跑马灯
• 负责人：嘉轩
• 目标：周一提交测试、周二发布
3. 秘鲁H5-PP游戏代码同步
• 负责人：嘉轩、国良
• 目标：周一发布

技术需求任务
1. PG子游戏最新破解更新
• 负责人：苏熙、雪斌
• 目标：周一发布
2. 顶号登录同步至其它地区
• 负责人：国良
• 目标：本周同步美国
3. 各地区-备用wss链接优化（美国）
• 负责人：苏熙、国良
• 目标：提交到测试
4. 线上问题客服自助初步筛查工具完善及方案
• 负责人：苏熙
• 目标：思考线上问题做到客服人员能自助完成常规性问题的筛查方案。

三、发布计划
周一发布
● 美国一H5 - Paypal黑名单及Paypal充值限制
● 美国一H5-信用卡黑名单后台
● 秘鲁H5-PP游戏代码同步 
● PG子游戏最新破解更新 ', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (188, 20250617, 2, '一、工作重点★
1. 新支付通道接入
• 负责人：远浩
• 目标：eastpay发布
2. 澳大利亚H5-新支付模式：免密授权 + 快速支付
• 负责人：远浩、俊华
• 目标：完成自测，提交到测试

二、研发计划
美国一H5任务
1. 美国一H5-数值风控优化
• 负责人：国良
• 目标：周二提测

美国二H5任务
1. 美国二H5-IGT游戏X5（发布）
• 负责人：维城
• 目标：测试反馈处理，周三发布
2. 美国二H5-IGT游戏X7（开发）
• 负责人：维城
• 目标：开发、周四提测（当前进度 : 3/7）
3. 美国二H5-虚拟信用卡开卡 + 提现进卡
• 负责人：远浩、嘉轩、方毅
• 目标：启动开发，周五提测

墨西哥H5任务
1. 墨西哥H5-银行卡黑名单后台 - 禁止提现
2. 墨西哥H5-FreeBonus 提现不足100的提示报过一次就变成请勿频繁
• 负责人：远浩、俊华
• 目标：核对需求、提交测试

巴西二H5任务
1. 巴西二H5-学习文凯数值测试
• 负责人：子腾、国良、方毅、雪斌 
• 目标：完成自测，提交到测试

技术需求任务
1. 顶号登录同步至其它地区
• 负责人：国良
• 目标：本周同步美国
2. 各地区-备用wss链接优化（美国）
• 负责人：苏熙、国良
• 目标：发布至美国二
3. 线上问题客服自助初步筛查工具完善及方案
• 负责人：苏熙
• 目标：思考线上问题做到客服人员能自助完成常规性问题的筛查方案。

三、发布计划
周一发布
● 各地区-备用wss链接优化（美国）
● 美国二H5 - 应用内唤起cash app支付
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (194, 20250618, 2, '一、工作重点★
1. 新支付通道接入
• 负责人：远浩
• 目标：哥伦比亚todaypay接入
2. 澳大利亚H5-新支付模式：免密授权 + 快速支付
• 负责人：远浩、俊华
• 目标：通过测试
3. Google强、弱引导方案
• 负责人：子腾、俊华
• 目标：墨西哥分包、巴西分包提交到测试

二、研发计划
美国二H5任务
1. 美国二H5-IGT游戏X7（开发）
• 负责人：维城
• 目标：开发、周四提测（当前进度 : 3/7）
2. 美国二H5-虚拟信用卡开卡 + 提现进卡
• 负责人：远浩、嘉轩、方毅
• 目标：开发进度至30%

墨西哥H5任务
1. 墨西哥H5-银行卡黑名单后台 - 禁止提现
2. 墨西哥H5-FreeBonus 提现不足100的提示报过一次就变成请勿频繁
• 负责人：远浩、俊华
• 目标：提交到测试

巴西二H5任务
1. 巴西二H5-学习文凯数值测试
• 负责人：子腾、国良、方毅、雪斌 
• 目标：通过测试

技术需求任务
1. 顶号登录同步至其它地区
• 负责人：国良
• 目标：本周同步美国二、美国一
2. 各地区-备用wss链接优化（美国）
• 负责人：苏熙、国良
• 目标：发布至美国一
3. 线上问题客服自助初步筛查工具完善及方案
• 负责人：苏熙
• 目标：思考线上问题做到客服人员能自助完成常规性问题的筛查方案。
4. KAFKA历史回合数据查询补全
• 负责人：国良、方毅
• 目标：周五查询前端同步至最新，子游戏提交到测试。

三、发布计划
● 美国二H5-IGT游戏X5（发布）。
● 美国一H5 - 应用内唤起cash app支付，已发布。
● 美国一H5-数值风控优化，已发布。
● 各地区-备用wss链接优化（美国一）。', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (213, 20250619, 2, '一、工作重点★
1. 新支付通道接入
• 负责人：远浩
• 目标：哥伦比亚todaypay接入
2. Google强、弱引导方案
• 负责人：子腾、俊华、国良、方毅
• 目标：墨西哥、巴西发布上线、秘鲁提交测试

二、研发计划
美国二H5任务
1. 美国二H5-IGT游戏X12
• 负责人：维城
• 目标：测试反馈处理
2. 美国二H5-虚拟信用卡开卡 + 提现进卡
• 负责人：远浩、嘉轩、方毅
• 目标：前端开发进度至70%，输出支付技术架构及方案（方毅、远浩）

墨西哥H5任务
1. 墨西哥H5-银行卡黑名单后台 - 禁止提现
2. 墨西哥H5-FreeBonus 提现不足100的提示报过一次就变成请勿频繁
• 负责人：远浩、俊华
• 目标：测试反馈处理

巴西二H5任务
1. 巴西二H5-学习文凯数值测试
• 负责人：子腾、国良、方毅、雪斌 
• 目标：发布上线

技术需求任务
1. 顶号登录同步至其它地区
• 负责人：国良
• 目标：各地区同步
2. 各地区-备用wss链接优化（美国）
• 负责人：苏熙、国良
• 目标：墨西哥、巴西发布
3. KAFKA历史回合数据查询补全
• 负责人：国良、方毅
• 目标：周五查询前端同步至最新，子游戏提交到测试。
4. IGT 支持3位小数倍数配置
• 负责人：国良
• 目标：回报率验证。

三、发布计划
● 各地区-备用wss链接优化（墨西哥、巴西）。
● 巴西二H5-学习文凯数值测试
● 墨西哥H5 -（分包）Google强、弱引导 
● 巴西H5 -（分包）Google强、弱引导 ', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (221, 20250624, 2, '一、工作重点★
1. 新支付通道接入-欧洲paypal、澳洲paypal
    ○ 负责人：远浩
    ○ 目标：完成对接及发布
    ○ 进度：wise接口验证需合作方提供测试账号，wiwipay对接完成，待验收
2. 美国二H5-数值刺激感优化
    ○ 负责人：国良
    ○ 目标：周二发布
    ○ 进度：已提交测试
3. Google包A面开发
    ○ 负责人：嘉轩、苏熙
    ○ 目标：每天提供一个A面包
    ○ 进度：两个A面包进度95%，待联调交付
二、研发计划
美国一H5任务
1. 美国一H5 - PayPal 拒付风控 - 每周笔数限制 + 个人信用关联警告
2. 美国一H5 - PayPal 提款白名单（开关 - 仅白名单）
3. 美国一H5 - 同信用卡每天仅3笔提示
4. 美国一H5 - 兑换码太频繁的英文不地道
5. 美国一H5 - USDT充值提示增加矿工费、手续费等的提示
6. 美国一H5 - 邮件系统整理，增加删除状态
7. 美国一H5 - Google包的互导包渠道独立配置
8. 美国一H5 - 仅充值用户假评论发泄渠道
    ○ 负责人：俊华、方毅、燕飞（DB）
    ○ 目标：周二提交测试，周四发布
    ○ 进度：开发70%
9. IGT游戏X12
    ○ 负责人：维城（客户端）
    ○ 目标：发布X12，周五提测X5
    ○ 进度：周一测试X12，资源破解完成，周五提测X5
10. 美国一H5 - iOS包的裂变渠道独立配置
11. 美国一H5 - SEO优化 - 增加字段和底部文章
    ○ 负责人：子腾 
    ○ 目标：周二提交测试

墨西哥H5任务
1. 墨西哥H5-代付手续费转嫁给用户
2. 墨西哥H5-银行卡黑名单后台 - 禁止提现
3. 墨西哥H5-FreeBonus 提现不足100的提示报过一次就变成请勿频繁
    ○ 负责人：远浩、俊华
    ○ 目标：周二发布
    ○ 进度：待发布
三、技术需求任务
1. 顶号登录同步至其它地区、下注记入心跳包
    ○ 负责人：国良
    ○ 目标：巴西、秘鲁、澳洲发布
    ○ 进度：巴西二已发布，周二发布（巴西）
2. 备用wss链接优化（秘鲁、澳大利亚）
    ○ 负责人：苏熙、国良
    ○ 目标：周二发布
    ○ 进度：待发布
3. KAFKA历史回合数据查询补全
    ○ 负责人：国良
    ○ 目标：周四全部交付
    ○ 进度：周二C++补全提测，周三测试，周四发布
    ○ 风险：延期风险，美国2 - 数值刺激需求变更，时间被占用

四、发布计划
    ○ 美国二H5-数值刺激感优化
    ○ 墨西哥H5-代付手续费转嫁给用户
    ○ 墨西哥H5-银行卡黑名单后台 - 禁止提现
    ○ 墨西哥H5-FreeBonus 提现不足100的提示报过一次就变成请勿频繁
    ○ 顶号登录同步至其它地区、下注记入心跳包（巴西）
    ○ 各地区-备用wss链接优化（秘鲁、澳大利亚）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (234, 20250625, 2, '一、工作重点★
1. 新支付通道接入-欧洲paypal、澳洲paypal
    ○ 负责人：远浩
    ○ 目标：完成对接及发布
    ○ 进度：wise接口验证需合作方提供测试账号，wiwipay对接完成，待验收
2. Google包A面开发
    ○ 负责人：嘉轩、苏熙
    ○ 目标：每天提供一个A面包
    ○ 进度：已交付2个A面包
3. 加拿大H5 - 研发及上线
    ○ 负责人：子腾、国良、方毅、远浩
    ○ 目标：周六发布上线
    ○ 进度：待周三核对需求
二、研发计划
美国一H5任务
1. 美国一H5 - PayPal 拒付风控 - 每周笔数限制 + 个人信用关联警告
2. 美国一H5 - PayPal 提款白名单（开关 - 仅白名单）
3. 美国一H5 - 同信用卡每天仅3笔提示
4. 美国一H5 - 兑换码太频繁的英文不地道
5. 美国一H5 - USDT充值提示增加矿工费、手续费等的提示
6. 美国一H5 - 邮件系统整理，增加删除状态
7. 美国一H5 - Google包的互导包渠道独立配置
8. 美国一H5 - 仅充值用户假评论发泄渠道
    ○ 负责人：俊华、方毅、燕飞（DB）
    ○ 目标：周二提交测试，周三同步到美国二，周四发布
    ○ 进度：已完成开发，周三上午提交测试
9. IGT游戏X12
    ○ 负责人：维城（客户端）
    ○ 目标：周三发布X12，周五提测X5
    ○ 进度：X12待发布，待周五提测X5
10. 美国一H5 - iOS包的裂变渠道独立配置
11. 美国一H5 - SEO优化 - 增加字段和底部文章
    ○ 负责人：子腾 
    ○ 目标：周四发布
    ○ 进度：测试中
三、技术需求任务
1. 顶号登录同步至其它地区、下注记入心跳包
    ○ 负责人：国良
    ○ 目标：巴西、秘鲁、澳洲发布
    ○ 进度：巴西二已发布，周三发布（巴西自研子游戏）
2. 备用wss链接优化（秘鲁、澳大利亚）
    ○ 负责人：苏熙、国良
    ○ 目标：周三发布
3. KAFKA历史回合数据查询补全
    ○ 负责人：国良
    ○ 目标：周四全部交付
    ○ 进度：周二C++补全提测，周三测试，周四发布
    ○ 风险：延期风险，美国2 - 数值刺激需求变更，时间被占用
四、发布计划
    ○ 墨西哥H5-代付手续费转嫁给用户。
    ○ 墨西哥H5-银行卡黑名单后台 - 禁止提现。
    ○ 墨西哥H5-FreeBonus 提现不足100的提示报过一次就变成请勿频繁。
    ○ 顶号登录同步至其它地区、下注记入心跳包（巴西），自研子游戏发布。
    ○ 美国一H5-新增引导Google包用户商店评论。
    ○ 各地区-备用wss链接优化（秘鲁、澳大利亚）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (244, 20250626, 2, '
一、工作重点★
新支付通道接入-欧洲paypal、澳洲paypal
负责人：远浩
目标：完成对接及发布
进度：wise接口验证需合作方提供测试账号，wiwipay对接完成，待验收
Google包A面开发
负责人：嘉轩、苏熙
目标：每天提供一个A面包
进度：已交付2个A面包，第三个A面进度50%。
加拿大H5 - 研发及上线
负责人：子腾、国良、方毅、远浩
目标：上午提交到测试，周六发布上线
进度：70%
二、研发计划
美国一H5任务
美国一H5 - PayPal 拒付风控 - 每周笔数限制 + 个人信用关联警告
美国一H5 - PayPal 提款白名单（开关 - 仅白名单）
美国一H5 - 同信用卡每天仅3笔提示
美国一H5 - 兑换码太频繁的英文不地道
美国一H5 - USDT充值提示增加矿工费、手续费等的提示
美国一H5 - 邮件系统整理，增加删除状态
美国一H5 - Google包的互导包渠道独立配置
美国一H5 - 仅充值用户假评论发泄渠道
负责人：俊华、方毅、燕飞（DB）
目标：通过测试，周五发布（美国一）
进度：美国二已提测、美国一测试中
IGT游戏X12
负责人：维城（客户端）
目标：周四发布X12，周五提测X10（目标由5提升至10）
进度：X12待发布，开发（6/10）
墨西哥任务

墨西哥H5-每日登录礼包移植转盘模式
负责人：国良、俊华
目标：完成开发，周五上午前提交到测试
秘鲁任务

秘鲁H5 - 新增应用内互导
秘鲁H5 - 动态推荐档位和跑马灯
负责人：方毅、俊华
目标：完成开发，周五提交到测试
三、技术需求任务
巴西二H5 - 文凯数值测试，修复切换横竖屏，破产礼包消失问题
负责人：俊华
目标：周四修复并发布上线
四、发布计划
美国二H5-IGT游戏X12', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (257, 20250627, 2, '一、工作重点★
1. 新支付通道接入-欧洲paypal、澳洲paypal、欧洲wise、澳洲toppay
    ○ 负责人：远浩
    ○ 目标：完成对接及技术调研
2. Google包A面开发
    ○ 负责人：嘉轩、苏熙
    ○ 目标：每天提供一个A面包
    ○ 进度：已交付3个A面包，第四个A面进度80%。
3. 加拿大H5 - 研发及上线
    ○ 负责人：子腾、国良、方毅、远浩
    ○ 目标：周六发布上线
    ○ 进度：已提交测试，测试中
4. iOS 增速优化攻坚
    ○ 负责人：子腾、俊华
    ○ 目标：周六完成已知问题处理

二、研发计划
美国二H5任务
1. 美国二H5-新增虚拟隐私信用卡
    ○ 负责人：嘉轩、方毅
    ○ 目标：核对需求及评估
2. IGT游戏X12
    ○ 负责人：维城（客户端）
    ○ 目标：周四发布X12，周五提测X10（目标由5提升至10）
    ○ 进度：美国二已发布X11，开发（9/10），后续暂停，优化子游戏
墨西哥任务
1. 墨西哥H5-每日登录礼包移植转盘模式
    ○ 负责人：国良、俊华
    ○ 目标：完成开发，周五上午前提交到测试
    ○ 进度：开发70%

三、技术需求任务
1. 巴西二H5 - 文凯数值测试，修复切换横竖屏，破产礼包消失问题
    ○ 负责人：俊华
    ○ 目标：周四修复并发布上线
    ○ 进度：已上线
2. KAFKA历史回合数据查询补全
    ○ 负责人：国良
    ○ 目标：周六提交测试（巴西）

四、发布计划
    ○ 美国一H5 - PayPal 拒付风控 - 每周笔数限制 + 个人信用关联警告
    ○ 美国一H5 - PayPal 提款白名单（开关 - 仅白名单）
    ○ 美国一H5 - 同信用卡每天仅3笔提示
    ○ 美国一H5 - 兑换码太频繁的英文不地道
    ○ 美国一H5 - USDT充值提示增加矿工费、手续费等的提示
    ○ 美国一H5 - 邮件系统整理，增加删除状态
    ○ 美国一H5 - Google包的互导包渠道独立配置
    ○ 美国二H5 - PayPal 拒付风控 - 每周笔数限制 + 个人信用关联警告
    ○ 美国二H5 - PayPal 提款白名单（开关 - 仅白名单）
    ○ 美国二H5 - 同信用卡每天仅3笔提示
    ○ 美国二H5 - 兑换码太频繁的英文不地道
    ○ 美国二H5 - USDT充值提示增加矿工费、手续费等的提示
    ○ 美国二H5 - 邮件系统整理，增加删除状态
    ○ 美国二H5 - Google包的互导包渠道独立配置', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (262, 20250630, 2, '一、工作重点★
1. 新支付通道接入-欧洲PayPal & 澳洲PayPal
    ○ 负责人：远浩（服务端）
    ○ 目标：持续承接新支付接入
    ○ 进度：欧洲PayPal 、澳洲PayPal待杨杨与上游完成细节沟通
2. Google包提审A面
    ○ 负责人：嘉轩（客户端）
    ○ 目标：周一交付A面X1
    ○ 进度：开发进度60%
3. 美国一H5 & 美国二H5 - IOS增速优化攻坚
    ○ 负责人：子腾（前端）
    ○ 目标：周二发布
    ○ 进度：开发完成，待测试及发布
4. 美国二H5 - 首次充值引导次日留存邮件优化
    ○ 负责人：俊华（前端）、燕飞（DB）、国良（UC）、雪斌（测试）
    ○ 目标：完成需求核对，周一提测，周三发布
二、研发计划
（一）美国一H5专属任务
1. 美国一H5 - 在架谷歌包新增充值用户评论发泄入口
    ○ 负责人：俊华、方毅
    ○ 目标：周三发布
    ○ 进度：周一开发 → 周二提交测试 → 周三测试发布
（二）美国二H5专属任务
1. 美国二H5 - IGT游戏X9测试
    ○ 负责人：维城（客户端）
    ○ 目标：启动测试，周三发布X9
2. 美国二H5 - VIP充值返利活动优化：新增配置和版本
    ○ 负责人：嘉轩/卓浩（前端）、燕飞（DB）、国良（UC）
    ○ 目标：核对需求，启动开发，周四提交测试
3. 美国二H5 - 新增弱导流（缓和版）
    ○ 负责人：国良（UC）、方毅（DB）、子腾（前端）
    ○ 进度：核对需求，启动开发，周四提交测试
4. 美国二H5 - H5的Facebook账号绑定
    ○ 负责人：国良（UC）、方毅（DB）、俊华（前端）
    ○ 进度：核对需求，启动开发，周四提交测试
（三）墨西哥H5任务
1. 墨西哥H5 - 每日登录礼包移植转盘模式
    ○ 负责人：俊华/国良
    ○ 目标：通过测试，周二发布
    ○ 进度：开发完成，待测试及发布
三、技术需求任务
1. KAFKA历史回合数据查询补全（巴西）
    ○ 负责人：国良 
    ○ 目标：启动测试，周三发布

四、发布计划
暂无', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (272, 20250701, 2, '一、工作重点★
1. 新支付通道接入（欧洲PayPal & 澳洲PayPal）
    ○ 负责人：远浩（服务端）
    ○ 目标：持续承接新支付接入
    ○ 进度：欧洲PayPal 、澳洲PayPal待杨杨与上游完成细节沟通
2. 美国二H5 - 首次充值引导次日留存邮件优化
    ○ 负责人：子腾（前端）、方毅（DB）、国良（UC）、阿贵（推送）、雪斌（测试）
    ○ 目标：周五发布（中风险）
    ○ 进度：UC、前端、DB开发完成，推送服务需要阿贵处理，预计周三完成推送服务

二、研发计划
墨西哥H5任务
1. 墨西哥H5 - 在架谷歌包新增充值用户评论发泄入口
    ○ 负责人：方毅、俊华
    ○ 目标：提交测试，周四发布
    ○ 进度：客户端->60%，UC/DB->95%
2. 墨西哥H5 - 下架自动切强导流（分包）
    ○ 负责人：俊华、国良
    ○ 目标：提交测试，周四发布
    ○ 进度：客户端->0%，UC/DB->95%

美国二H5任务
1. 美国二H5 - IGT游戏X9
    ○ 负责人：维城 
    ○ 目标：周三发布、周五提测X10
    ○ 进度：周一测试X9 → 周三发布
2. 美国二H5 - 新增虚拟隐私信用卡
    ○ 负责人：远浩 
    ○ 目标：框架、技术方案先行，周二交付方毅、苏熙初步评审。
3. 美国二H5 - 游戏内在线客服
    ○ 负责人：子腾 、国良 
    ○ 目标：周四提交测试
    ○ 进度：上周对接，在线客服问题较多，系统组仍在改造中。
4. 美国二H5 - VIP充值返利活动优化：新增配置和版本
    ○ 负责人：嘉轩、系统组、燕飞、国良
    ○ 目标：核对需求，启动开发，周五发布
5. 美国二H5 - 新增弱导流（缓和版）
    ○ 负责人：国良 、方毅 、子腾 
    ○ 目标：核对需求，启动开发，周五发布
6. 美国二H5 - H5的Facebook绑定
    ○ 负责人：国良 、方毅 、俊华 
    ○ 目标：核对需求，启动开发，周五发布
7. 美国二H5 - 在架谷歌包新增充值用户评论发泄入口
    ○ 负责人：俊华 、方毅
    ○ 目标：提交测试，周五发布
    ○ 进度：客户端->0%，UC/DB->95%
8. 美国二H5 - 下架自动切强导流（分包）
    ○ 负责人：国良、方毅 
    ○ 目标：提交测试，周五发布
    ○ 进度：客户端->0%，UC/DB->95%

巴西H5任务
1. 巴西（一/二）H5 - 设备封禁禁止游戏和提款
    ○ 负责人：国良、子腾
    ○ 目标：周二提交测试，周三发布
    ○ 进度：未启动

智利H5任务
1. 智利H5 - 在智利包内添加哥伦比亚国家产品
    ○ 负责人：燕飞、国良、子腾、雪斌
    ○ 目标：周二核对需求
    ○ 进度：周二前端先启动开发

四、发布计划
● 周二发布
    ○ 美国（一/二）H5 - IOS增速优化攻坚
    ○ 智利H5 - 提款默认证件类型和排序修改', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (279, 20250702, 2, '一、工作重点★
1. 新支付通道接入（欧洲PayPal & 澳洲PayPal）
    ○ 负责人：远浩（服务端）
    ○ 目标：新支付预研
    ○ 进度：Secure Payloads、ClickPay预研中
2. 美国二H5 - 首次充值引导次日留存邮件优化
    ○ 负责人：子腾 、方毅 、国良 、阿贵 、雪斌 
    ○ 目标：完成推送服务对接，提交到测试，周五发布（中风险）
    ○ 进度：UC、前端、DB开发完成，推送服务需要阿贵处理，预计周三完成推送服务
3. 美国二 - 诱导流程优化 - 新增付费率提升
    ○ 负责人：嘉轩、子腾
    ○ 目标：子游戏修改预研

二、研发计划
墨西哥H5任务
1. 墨西哥H5 - 在架谷歌包新增充值用户评论发泄入口
2. 墨西哥H5 - 下架自动切强导流（分包）、国良
    ○ 负责人：方毅、俊华
    ○ 目标：通过测试及验收，周四发布
    ○ 进度：已提交测试

美国二H5任务
1. 美国二H5 - IGT游戏X9
    ○ 负责人：维城 
    ○ 目标：周五提测X10
    ○ 进度：4/10
2. 美国二H5 - 游戏内在线客服
    ○ 负责人：子腾 、国良 
    ○ 目标：周四提交测试
    ○ 进度：系统组完成开发，可以进入对接。
3. 美国二H5 - VIP充值返利活动优化：新增配置和版本
4. 美国二H5 - 新增弱导流（缓和版）
5. 美国二H5 - 在架谷歌包新增充值用户评论发泄入口（上午代码同步）
6. 美国二H5 - 下架自动切强导流（分包）（上午代码同步）
    ○ 负责人：嘉轩、系统组、子腾、方毅、燕飞、国良
    ○ 目标：通过测试，周五发布
    ○ 进度：待测试
7. 美国二H5 - H5的Facebook绑定
    ○ 负责人：国良 、方毅 、俊华 
    ○ 目标：提交到测试，周五发布
    ○ 进度：待启动开发

巴西H5任务
1. 巴西（一/二）H5 - 设备封禁禁止游戏和提款
    ○ 负责人：国良、子腾
    ○ 目标：提交到测试，周四发布
    ○ 进度：待启动开发

四、发布计划
● KAFKA历史回合数据查询补全（巴西）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (288, 20250703, 2, '一、工作重点★
1. 新支付通道接入（欧洲PayPal & 澳洲PayPal）
    ○ 负责人：远浩（服务端）
    ○ 目标：新支付预研
    ○ 进度：Secure Payloads、ClickPay预研中
2. 美国二H5 - 首次充值引导次日留存邮件优化
    ○ 负责人：子腾 、方毅 、国良 、阿贵 、雪斌 
    ○ 目标：完成推送服务对接，提交到测试，周五发布（高风险）
    ○ 进度：UC、前端、DB开发完成，推送服务存在卡点，阿贵解决中
3. 美国二 - 诱导流程优化 - 新增付费率提升
    ○ 负责人：苏熙、子腾
    ○ 目标：提交测试，周六发布
    ○ 进度：客户端70%，前端10%，后端70%

二、研发计划
墨西哥H5任务
1. 墨西哥H5 - 在架谷歌包新增充值用户评论发泄入口
2. 墨西哥H5 - 下架自动切强导流（分包）
    ○ 负责人：方毅、俊华
    ○ 目标：通过测试及验收，周四发布
    ○ 进度：测试中

美国二H5任务
1. 美国二H5 - IGT游戏X9
    ○ 负责人：维城 
    ○ 目标：周五提测X10
    ○ 进度：本周8/10，待测试X17
2. 美国二H5 - VIP充值返利活动优化：新增配置和版本
3. 美国二H5 - 新增弱导流（缓和版）
4. 美国二H5 - 在架谷歌包新增充值用户评论发泄入口 
5. 美国二H5 - 下架自动切强导流（分包） 
6. 美国二H5 - H5的Facebook绑定
    ○ 负责人：嘉轩、系统组、子腾、方毅、燕飞、国良
    ○ 目标：通过测试，周五发布
    ○ 进度：测试中
7. 美国二H5 - 新增虚拟隐私信用卡
    ○ 负责人：方毅、远浩 
    ○ 目标：框架、技术方案先行。

巴西H5任务
1. 巴西（一/二）H5 - 设备封禁禁止游戏和提款
    ○ 负责人：国良、子腾
    ○ 目标：周四发布
    ○ 进度：测试中

四、发布计划
● 巴西（一/二）H5 - 设备封禁禁止游戏和提款
● 墨西哥H5 - 在架谷歌包新增充值用户评论发泄入口
● 墨西哥H5 - 下架自动切强导流（分包）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (319, 20250708, 2, '一、工作重点★
1. 新支付通道接入（预研）
    ○ 负责人：远浩 
    ○ 目标：新支付预研
    ○ 进度：全周推进
2. 美国二 - 引导新注册用户提款并充值流程优化测试
    ○ 负责人：俊华、方毅、国良、雪斌 
    ○ 目标：周二发布
    ○ 进度：已提交验收
3. 巴西二 - 首充流程体验优化 - 更强引导提款
    ○ 负责人：俊华 、国良 、维城/嘉轩 、雪斌 
    ○ 目标：周三发布
    ○ 进度：80%
4. 支付主体网站方案
    ○ 负责人：苏熙 
    ○ 目标：准备研发的代码
    ○ 进度：游戏试玩APK已提供，游戏源码准备中

二、研发计划
美国一任务
1. 美国一H5 - IOS阶段优化0704
    ○ 负责人：俊华/子腾
    ○ 目标：提交到测试，周五发布
    ○ 进度：已完成需求评审，待周二启动开发
2. 美国一H5 - 提款审核提示 - 添加银行处理中状态
    ○ 负责人：燕飞、子腾 
    ○ 目标：提交到测试，周五发布
    ○ 进度：DB开发完成，待前端对接

美国二任务
1. 美国二H5 - IGT游戏发布 X21
    ○ 负责人：维城（客户端）
    ○ 目标：测试反馈处理，周四发布
    ○ 进度：测试中
2. 美国二H5 - IGT游戏破产展示破解
    ○ 负责人：维城 
    ○ 目标：提交到测试
    ○ 进度：前端完成，客户端待启动
3. 美国二H5 - 新增虚拟隐私信用卡
    ○ 负责人：方毅（UC/支付）、嘉轩（前端）、雪斌（测试）
    ○ 目标：周五提交测试
    ○ 进度：开发中

加拿大任务
1. 加拿大H5 - 礼包调整、Apple Pay金额处理
    ○ 负责人：子腾 、方毅 
    ○ 目标：周二发布
    ○ 进度：测试中

三、技术需求任务
1. 支付服务器安全预防策略（运维）
    ○ 负责人：远浩（服务端）
    ○ 目标：周五完成交付
    ○ 进度：全周开发
2. Google包Webview优化以适配假评论
    ○ 负责人：嘉轩 、雪斌 
    ○ 目标：周二更新审核，8/9号包代码同步交付到积胜组
    ○ 进度：4/5/6/7包测试通过，已交付积胜组准备更新

四、发布计划
● 美国二H5 - 引导新注册用户提款并充值流程优化测试
● 加拿大H5 - 礼包调整、Apple Pay金额处理 ', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (330, 20250709, 2, '一、工作重点★
1. 巴西二 - 首充流程体验优化 - 更强引导提款
    ○ 负责人：俊华 、国良 、维城/嘉轩 、雪斌 
    ○ 目标：周三发布（延期至周四）
    ○ 进度：测试进度30%（需变更方案）
2. 支付主体网站方案
    ○ 负责人：嘉轩
    ○ 目标：周四交付游戏X2
    ○ 进度：开发中，需求待评审

二、研发计划
美国一任务
1. 美国一H5 - IOS阶段优化0704
    ○ 负责人：俊华/子腾
    ○ 目标：提交到测试，周五发布
    ○ 进度：80%
2. 美国一H5 - 提款审核提示 - 添加银行处理中状态
    ○ 负责人：燕飞、子腾 
    ○ 目标：提交到测试，周五发布
    ○ 进度：DB开发完成，待前端对接

美国二任务
1. 美国二H5 - IGT游戏发布 X21
    ○ 负责人：维城（客户端）
    ○ 目标：测试反馈处理，周四发布
    ○ 进度：测试中
2. 美国二H5 - IGT游戏破产展示破解
    ○ 负责人：维城 
    ○ 目标：提交到测试
    ○ 进度：客户端遇到卡点，已解决
3. 美国二H5 - 新增虚拟隐私信用卡
    ○ 负责人：方毅（UC/支付）、嘉轩（前端）、雪斌（测试）
    ○ 目标：周五提交测试
    ○ 进度：开发中
4. 美国二H5 - 现有机制层面优化 - 充值体验
5. 美国二H5 - 新VIP阶梯留存礼包
    ○ 负责人：-
    ○ 目标：评审需求，提交评估
    ○ 进度：评审需求，提交评估

三、技术需求任务
1. 智利H5 - C++子游戏接入kafuka
    ○ 负责人：国良
    ○ 目标：发布上线

四、发布计划
无', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (344, 20250710, 2, '一、工作重点★
1. 巴西二 - 首充流程体验优化 - 更强引导提款
    ○ 负责人：俊华 、国良 、维城/嘉轩 、雪斌 
    ○ 目标：周四发布
    ○ 进度：测试进度95%
2. 支付主体网站方案
    ○ 负责人：嘉轩
    ○ 目标：周四交付游戏X2
    ○ 进度：90%

二、研发计划
美国一任务
1. 美国一H5 - IOS阶段优化0704
    ○ 负责人：俊华/子腾
    ○ 目标：测试反馈处理，周五发布
2. 美国一H5 - 提款审核提示 - 添加银行处理中状态
    ○ 负责人：燕飞、子腾 
    ○ 目标：测试反馈处理，周五发布

美国二任务
1. 美国二H5 - IGT游戏发布 X21
    ○ 负责人：维城（客户端）
    ○ 目标：测试反馈处理，周五发布
    ○ 进度：测试中
2. 美国二H5 - IGT游戏破产展示破解
    ○ 负责人：维城 
    ○ 目标：测试反馈处理，周四发布
3. 美国二H5 - 现有机制层面优化 - 充值体验
4. 美国二H5 - 新VIP阶梯留存礼包
    ○ 负责人：子腾、俊华
    ○ 目标：启动开发，周六提交测试
    ○ 进度：完成任务拆分，已启动开发。
5. IGT子游戏破解X3
    ○ 负责人：维城
    ○ 目标：每天产出3个IGT子游戏
6. 美国二H5 - 游戏内在线客服
    ○ 负责人：嘉轩
    ○ 目标：启动开发，周五提交测试

三、技术需求任务
1. 智利H5 - C++子游戏接入kafuka
    ○ 负责人：国良
    ○ 目标：发布上线

四、发布计划
智利H5 - C++子游戏接入kafuka
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (346, 20250711, 2, '一、工作重点★
1. 巴西二 - 首充流程体验优化 - 更强引导提款
    ○ 负责人：俊华 、国良 、维城/嘉轩 、雪斌 
    ○ 目标：周四发布
    ○ 进度：测试进度95%（延期）
2. 支付主体网站方案
    ○ 负责人：嘉轩
    ○ 目标：周五交付游戏X2
    ○ 进度：90%（延期）

二、研发计划
美国二任务
1. 美国二H5 - 现有机制层面优化 - 充值体验
2. 美国二H5 - 新VIP阶梯留存礼包
    ○ 负责人：子腾、俊华
    ○ 目标：启动开发，周六提交测试
    ○ 进度：子腾（30%），俊华（20%）。
3. IGT子游戏破解X3
    ○ 负责人：维城
    ○ 目标：每天产出3个IGT子游戏
    ○ 进度：完成提测X3
4. 美国二H5 - 游戏内在线客服
    ○ 负责人：嘉轩
    ○ 目标：周五提交测试
    ○ 进度：90%

需求评审
1. 美国二H5 - 损失次日返利储蓄罐
2. 美国二H5 - 周卡月卡（分日奖金 + 每日登录 + 救济金）
3. 美国二H5 - 新用户首充付费数值优化-快速抬升AB 测
    ○ 负责人：子腾、俊华、嘉轩、国良、燕飞
    ○ 目标：完成需求核对、服务端及DB先启动开发

四、发布计划
美国一 - 发布
美国一H5 - IOS阶段优化0704
美国一H5 - 提款审核提示 - 添加银行处理中状态
巴西二发布
巴西二H5 - 首充流程体验优化 - 更强引导提款（延期）
', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (358, 20250714, 2, '一、工作重点★
1. 支付风控调整
    ○ 负责人：方毅
    ○ 目标：周三前协助完成巴西、墨西哥风控调整
2. 美国二H5 - 现有机制层面优化 - 充值体验
    ○ 负责人：子腾
    ○ 目标：周一提测，周四发布
    ○ 进度：开发进度60%
3. 美国二H5 - 产品体验优化0707
    ○ 负责人：嘉轩
    ○ 目标：需求评审，完成开发及提测
    ○ 进度：待评审
4. 美国二H5 - 新VIP阶梯留存礼包
    ○ 负责人：俊华、国良、燕飞
    ○ 目标：周二上午提测，周四发布
    ○ 进度：开发进度40%
5. 美国二H5 - 损失次日返利储蓄罐
    ○ 负责人：嘉轩、国良、燕飞
    ○ 目标：周一需求评审
    ○ 进度：待评审
6. 美国二H5 - 周卡功能
    ○ 负责人：子腾、国良、燕飞
    ○ 目标：周一需求评审
    ○ 进度：待评审
7. 美国二H5 - 数值优化：快速抬升&快速刺激
    ○ 负责人：国良
    ○ 目标：覆盖PG、PP、IGT、四款热门子游戏，周五发布
    ○ 进度：待评审
二、研发计划
美国一任务
1. 美国一H5 - IGT同步上线 X 34
    ○ 负责人：维城/国良
    ○ 目标：周二发布
    ○ 进度：测试中，待发布
美国二任务
1. 美国二H5 - IGT游戏开发 X12
    ○ 负责人：维城（客户端）
    ○ 目标：每日提测2~3款IGT子游戏
    ○ 进度：0/12

三、技术需求任务
1. 服务端更新发布流程优化方案
    ○ 负责人：国良（服务端）
    ○ 目标：周一技术委员会评审

四、发布计划
● 无', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (376, 20250715, 2, '一、工作重点★
1. 支付风控调整
    ○ 负责人：方毅
    ○ 目标：周二下班前，协助完成巴西、墨西哥风控调整
2. 美国二H5 - 现有机制层面优化 - 充值体验
    ○ 负责人：子腾
    ○ 目标：周二上午提测，周四发布
    ○ 进度：开发进度85%
3. 美国二H5 - 产品体验优化0707
    ○ 负责人：嘉轩
    ○ 目标：测试反馈处理，通过测试
    ○ 进度：测试中
4. 美国二H5 - 新VIP阶梯留存礼包
    ○ 负责人：俊华、国良、燕飞
    ○ 目标：周二上午提测，周四发布
    ○ 进度：开发进度80%
5. 美国二H5 - 损失次日返利储蓄罐
    ○ 负责人：嘉轩、国良、燕飞、俊华
    ○ 目标：下午启动开发，周三上午提测
    ○ 进度：完成评审及评估
6. 美国二H5 - 周卡功能
    ○ 负责人：子腾、国良、燕飞
    ○ 目标：下午启动开发，周三上午提测
    ○ 进度：完成评审及评估
7. 美国二H5 - 数值优化：快速抬升&快速刺激
    ○ 负责人：苏熙
    ○ 目标：完成PG、PP，周五发布（中风险）
    ○ 进度：完成评审及评估

二、研发计划
美国二任务
1. 美国二H5 - IGT游戏开发 X12
    ○ 负责人：维城（客户端）
    ○ 目标：每日提测2~3款IGT子游戏
    ○ 进度：2/12

三、技术需求任务
1. 服务端更新发布流程优化方案
    ○ 负责人：国良、苏熙
    ○ 目标：周一技术委员会评审

四、发布计划
● 美国一H5 - IGT同步上线 X 34', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (380, 20250716, 2, '一、工作重点★
1. 支付风控调整
    ○ 负责人：方毅
    ○ 目标：周三下班前，协助完成巴西、墨西哥风控调整
2. 美国二H5 - 现有机制层面优化 - 充值体验
    ○ 负责人：子腾
    ○ 目标：测试反馈处理，周五发布
    ○ 进度：测试中
3. 美国二H5 - 新VIP阶梯留存礼包
    ○ 负责人：俊华、国良、燕飞
    ○ 目标：测试反馈处理，周五发布
    ○ 进度：测试中
4. 美国二H5 - 损失次日返利储蓄罐
    ○ 负责人：嘉轩、国良、燕飞、俊华
    ○ 目标：周三提测
    ○ 进度：60%
5. 美国二H5 - 周卡功能
    ○ 负责人：子腾、俊华、国良、燕飞
    ○ 目标：启动开发，周四提测
    ○ 进度：0%
6. 美国二H5 - 数值优化：快速抬升&快速刺激
    ○ 负责人：国良
    ○ 目标：周五发布（中风险）
    ○ 进度：15%

二、研发计划
美国二任务
1. 美国二H5 - IGT游戏开发 X12
    ○ 负责人：维城（客户端）
    ○ 目标：每日提测2~3款IGT子游戏
    ○ 进度：5/12

四、发布计划
● 墨西哥H5 - 视讯游戏调研（分包）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (387, 20250717, 2, '一、工作重点★
1. 美国二H5 - 现有机制层面优化 - 充值体验
    ○ 负责人：子腾
    ○ 目标：测试反馈处理，周五发布
    ○ 进度：测试进度75%
2. 美国二H5 - 新VIP阶梯留存礼包
    ○ 负责人：俊华、国良、燕飞
    ○ 目标：测试反馈处理，周五发布
    ○ 进度：测试进度10%
3. 美国二H5 - 损失次日返利储蓄罐
    ○ 负责人：嘉轩、国良、燕飞、俊华
    ○ 目标：周三提测
    ○ 进度：已提测
4. 美国二H5 - 周卡功能
    ○ 负责人：子腾、俊华、国良、燕飞
    ○ 目标：启动开发，周四提测
    ○ 进度：30%
5. 美国二H5 - 数值优化：快速抬升&快速刺激
    ○ 负责人：国良
    ○ 目标：周五发布（中风险）
    ○ 进度：60%

二、研发计划
美国二任务
1. 美国二H5 - IGT游戏开发 X12
    ○ 负责人：维城（客户端）
    ○ 目标：每日提测2~3款IGT子游戏
    ○ 进度：8/12
2. 美国二H5 - 新增虚拟隐私信用卡
    ○ 负责人：方毅
    ○ 目标：下周一提测
    ○ 进度：服务端进度20%
3. 美国二H5 - 每日礼包优化：打包一次性购买
    ○ 负责人：燕飞、嘉轩
    ○ 目标：提交测试
    ○ 进度：待核对需求

四、发布计划
● 美国一H5 - 功能移植19.99礼包&次日额外$10
● 美国二H5 - 线上问题X3修复', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (402, 20250718, 2, '一、工作重点★
1. 美国二H5 - 损失次日返利储蓄罐
    ○ 负责人：嘉轩、国良、燕飞、俊华
    ○ 目标：测试反馈处理
    ○ 进度：测试进度30%
2. 美国二H5 - 周卡功能
    ○ 负责人：子腾、俊华、国良、燕飞
    ○ 目标：完成开发，提交测试
    ○ 进度：开发80%
3. 美国二H5 - 数值优化：快速抬升&快速刺激
    ○ 负责人：国良
    ○ 目标：测试反馈处理，下周一发布
    ○ 进度：已提交测试

二、研发计划
美国二任务
1. 美国二H5 - IGT游戏开发 X12
    ○ 负责人：维城（客户端）
    ○ 目标：每日提测2~3款IGT子游戏
    ○ 进度：8/12
2. 美国二H5 - 新增虚拟隐私信用卡
    ○ 负责人：方毅
    ○ 目标：下周一提测
    ○ 进度：服务端进度60%
3. 美国二H5 - 每日礼包优化：打包一次性购买
    ○ 负责人：燕飞、嘉轩
    ○ 目标：前端UI逻辑先开发
    ○ 进度：待核对需求
4. 美国二H5 - 谷歌包引导用户评论修改优化
5. 美国二H5 - 弱导流区分尾号测试
    ○ 负责人：子腾
    ○ 目标：核对需求，提交到测试
    ○ 进度：待核对需求

四、发布计划
● 美国二H5 - 现有机制层面优化 - 充值体验
● 美国二H5 - 新VIP阶梯留存礼包
● 美国二H5 - 产品体验优化0707', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (405, 20250722, 1, '一、工作重点★
1. 支付主体网站方案补充需求。

二、发布计划
美国一
        ■ 美国二H5 - 野牛数值调优-尾号测试
        ■ 美国一H5 - FB账号失效自动重置绑定状态

三、研发计划及目标
美国一任务
    ○ 美国一H5 - 引导新注册用户提款并充值流程移植 ：当日修复测试反馈。
● 美国二任务
    ○ 美国二H5 - 弱导流区分尾号测试：提交到测试
    ○ 美国二H5 - 损失次日返利储蓄罐  ：当日修复测试反馈。
    ○ 美国二H5 - 周卡功能  ：当日修复测试反馈。
    ○ 美国二H5 - 野牛数值调优- 尾号测试：完成开及发布
● 墨西哥任务
    ○ 墨西哥H5 - 引导新注册用户提款并充值流程移植 ：成最新需求核对及开发，提交到测试。
技术需求
    ○ 线上问题处理：问题排查，及时回复
    ○ 弱引导包兼容问题：跟进玩家验证反馈。

四、任务拆分：人、时间、标准', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (427, 20250725, 2, '一、工作重点★
1. 支付主体网站方案补充需求：迷宫山谷、消方方提交测试。
2. 美国二H5、墨西哥H5版本：发布上线。

二、发布计划
    ○ 墨西哥H5 - 引导新注册用户提款并充值流程移植
    ○ 美国二H5 - 损失次日返利储蓄罐
    ○ 美国二H5 - 首充后发短信引导用户回归
    ○ 美国二H5 - 弱时间免费旋转放大到每天AB测试
    ○ 美国二H5 - 周卡功能

三、研发计划及目标
● 美国二任务
    ○ 美国二H5 - 用户VIP权益：拆份评估、进入开发。
    ○ 美国二H5 - 裂变方案：拆份评估、进入开发。
    ○ 美国二H5 - 默认押注变更需求：开发进度60%，今日提交到测试。
    ○ 美国二H5 - 疯传需求：拆份评估、进入开发。
技术需求
    ○ 线上问题处理：问题排查，及时回复

四、任务拆分：人、时间、标准', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (432, 20250728, 2, '一、工作重点★
1. 美国二A级任务开发：
        ■ 美国一H5 - IOS添加日历引导次留
        ■ 美国二H5 - VIP阶梯礼包放开到全网 - 不抢曝光
2. 墨西哥A级需求评审
        ■ 墨西哥H5 - 提升最低下注金额 AB 测
        ■ 墨西哥H5 - 调整规则，压低 JACKPOT 和 FREECASH 提款金额 AB 测

二、发布计划
美国二
        ■ 美国二H5 - 评审 - 野牛数值调优尾号测试 （全开放）

三、研发内容
美国二任务
1. 美国二H5 - VIP阶梯礼包放开到全网 - 不抢曝光：完成弹框顺序调整，提交到测试。
2. 美国二H5 - 裂变方案：推进开发进度至90%。
3. 美国二H5 - 救济金优化：游戏内曝光+领取后引导复购：测试反馈处理。
4. 美国二H5 - 用户VIP权益：推进开发进度至80%。
5. 美国一H5 - IOS添加日历引导次留：需求评审，完成开发，提交测试。
6. 美国二H5 - 疯传需求：配合积胜出包。
7. 美国二H5 - 弱导流区分尾号测试：测试及处理。
8. 美国二H5 - 默认押注变更需求：测试及处理。
9. 美国二H5 - 裂变方案：完成开发及自测，提交测试。

四、需求评审
1. 美国二H5 - 体验优化 0723
2. 美国一H5 - IOS添加日历引导次留
3. 美国二H5 - VIP阶梯礼包放开到全网 - 不抢曝光
4. 墨西哥H5 - 提升最低下注金额 AB 测
5. 墨西哥H5 - 调整规则，压低 JACKPOT 和 FREECASH 提款金额 AB 测



', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (439, 20250729, 2, '一、工作重点★
1. 美国二A级任务测试：
        ■ 美国一H5 - IOS添加日历引导次留：测试中，计划周三发布
        ■ 美国二H5 - VIP阶梯礼包放开到全网 - 不抢曝光：测试中，计划周三发布
        ■ 美国一H5 - 首次充值引导次日留存邮件优化：测试中，计划周三发布
2. 墨西哥A级需求评审
        ■ 墨西哥H5 - 提升最低下注金额 AB 测
        ■ 墨西哥H5 - 调整规则，压低 JACKPOT 和 FREECASH 提款金额 AB 测

二、发布计划
美国二
        ■ 美国二H5 - VIP阶梯礼包放开到全网 - 不抢曝光（优先处理）
        ■ 美国二H5 - 默认押注变更需求

三、研发内容
美国二任务
1. 美国二H5 - APK内引导打开firebase通知：需求评审，启动开发。
2. 美国二H5 - 裂变方案：完成开发，提交测试。
3. 美国二H5 - 每日礼包优化：打包一次性购买，新手体验抽奖一次：需求评审，启动开发。
4. 美国二H5 - 体验优化 0723：完成开发，提交测试。
5. 美国一H5 - IOS添加日历引导次留：测试反馈处理。
6. 美国二H5 - 疯传需求：配合积胜出包。
7. 美国二H5 - 弱导流区分尾号测试：测试及处理。
8. 美国二H5 - 默认押注变更需求：测试及处理。
墨西哥任务
墨西哥H5 - 提升最低下注金额 AB 测：启动开发，完成PP\\PG服务端开发。
墨西哥H5 - 调整规则，压低 JACKPOT 和 FREECASH 提款金额 AB 测：推进开发进度80%。

四、需求评审
1. 美国二H5 - 每日礼包优化：打包一次性购买，新手体验抽奖一次
2. 美国二H5 - APK内引导打开firebase通知
计划用时




', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (445, 20250730, 2, '一、工作重点★
1. 美国二：
        ■ 美国二H5 - 支付流程埋点（远浩提的）：提交测试
        ■ 美国二H5 - 短信落地页唤起Google包：渠道上报，提交测试
        ■ 美国二H5 - APK内引导打开firebase通知：开发进度30%。
2. 墨西哥A级需求
        ■ 墨西哥H5 - 提升最低下注金额 AB 测：提交测试
        ■ 墨西哥H5 - 调整规则，压低 JACKPOT 和 FREECASH 提款金额 AB 测：进度30%

二、发布计划
美国二
        ■ 美国一H5 - IOS添加日历引导次留：发布上线
        ■ 美国一H5 - 首次充值引导次日留存邮件优化：发布上线

三、研发内容
美国二任务
1. 美国二H5 - 体验优化 0723：完成底部按钮切换动画开发，提交测试。
2. 美国二H5 - 用户VIP权益：完成联调，提交测试。
3. 美国二H5 - 裂变方案：完成联调，提交测试。
4. 美国二H5 - 体验优化 0723：完成开发，提交测试：未提测，

墨西哥任务
1、墨西哥H5 - 体验优化 - 文案统一为 Deposit：完成开发，提交测试。



', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (451, 20250731, 2, '一、工作重点★
1. 美国二H5 - 6个需求发布上线。
2. 美国一H5 - 2个需求发布上线：
3. 墨西哥H5 - 调整规则，压低 JACKPOT 和 FREECASH 提款金额 AB 测：测试反馈处理。

二、发布计划
美国二
        ■ 美国二H5 - 支付流程埋点（远浩提的）
        ■ 美国二H5 - 体验优化 0723
        ■ 美国二H5 - USDT BEP 渠道代付接入
        ■ 美国二H5 - 救济金优化：游戏内曝光+领取后引导复购
        ■ 美国二H5 - 短信落地页唤起Google包
        ■ 美国二H5 - 弱导流区分尾号测试
美国一
        ■ 美国一H5 - IOS添加日历引导次留
        ■ 美国一H5 - 首次充值引导次日留存邮件优化

三、研发内容
美国二任务
1. 美国二H5 - 每日礼包优化：打包一次性购买，新手体验抽奖一次：启动开发。
2. 美国二H5 - APK内引导打开firebase通知：启动开发。

四、需求核对
1. 美国二H5 - 19.99和49.99活动叠加和多次参与。
2. 墨西哥H5 - 充100提100 + 次日送30
3. 墨西哥H5 - 视讯和球盘合作对接 - 产品方案





', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (464, 20250801, 2, '一、工作重点★
1. 美国二H5 - 1个需求发布上线。
2. 墨西哥H5 - 3个需求发布上线。

二、发布计划
美国二
        ■ 美国二H5 - 支付流程埋点（远浩提的）
美国一
        ■ 美国二H5 - 支付流程埋点（远浩提的）
       墨西哥
        ■ 墨西哥H5 - 提升最低下注金额 AB 测
        ■ 墨西哥H5 - 体验优化 - 文案统一为 Deposit
        ■ 墨西哥H5 - 调整规则，压低 JACKPOT 和 FREECASH 提款金额 AB 测

三、研发内容
美国二任务
1. 美国二H5 - 每日礼包优化：打包一次性购买，新手体验抽奖一次：提交测试。
2. 美国二H5 - APK内引导打开firebase通知：完成开发，进入自测。

四、需求核对
1. 墨西哥H5 - 充100提100 + 次日送30。 
2. 墨西哥H5 - 视讯和球盘合作对接 - 产品方案。







', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (470, 20250804, 2, '一、重点事项
1. 巴西H5 - DNS封禁保活方案：
    ○ 目标：验证DNS解析封禁，确定方案可行性
2. 巴西H5 - 域名风控：H5强引导
    ○ 目标：需求核对，完成开发，提交到测试。
3. 美国二H5 - APK内引导打开firebase通知
    ○ 目标：通过测试，周二发布。

二、发布计划
无

三、研发内容
美国二任务
1. 美国二H5 - APK内引导打开firebase通知
2. 美国二H5 - 每日礼包优化：打包一次性购买，新手体验抽奖一次
3. 美国二H5 - 用户VIP权益
    ○ 目标：通过测试，周二发布
4. 美国二H5 - 19.99和49.99活动叠加和多次参与
    ○ 目标：技术方案评审、启动UC\\DB开发

墨西哥任务
1. 墨西哥H5 - 充100提100 + 次日送30
    ○ 目标：启动前端、UC、DB开发
2. 墨西哥H5 - H5的FB绑定移植到墨西哥
    ○ 目标：需求核对，周二提交测试
3. 墨西哥H5 - 视讯和球盘合作对接 - 产品方案
目标：完成技术方案评审，确定技术方案及架构

四、需求评审
1. 巴西H5 - 域名风控：H5强引导

', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (491, 20250805, 2, '一、重点事项
1. 评审 - 限制仅美国IP可发起充值 - 美国/美国2（S级优先）
    ○ 目标：支付风控需求，发布上线。
2. 巴西H5 - DNS封禁保活方案：
    ○ 目标：提交测试及测试反馈处理。
3. 巴西H5 - 域名风控：H5强引导
    ○ 目标：通过测试。
4. 美国二H5 - APK内引导打开firebase通知
    ○ 目标：通过测试。

二、发布计划
评审 - 限制仅美国IP可发起充值 - 美国/美国2（S级优先）

三、研发内容
美国二任务
1. 美国二H5 - APK内引导打开firebase通知
2. 美国二H5 - 每日礼包优化：打包一次性购买，新手体验抽奖一次
3. 美国二H5 - 用户VIP权益
    ○ 目标：通过测试（周二变更为周三发布）
4. 美国二H5 - 19.99和49.99活动叠加和多次参与
    ○ 目标：交付UC、DB接口。
5. 美国二H5 - 诱导优化 MVP - 乾坤大挪移 A
    ○ 目标：测试反馈处理

墨西哥任务
1. 墨西哥H5 - 充100提100 + 次日送30
    ○ 目标：启动前端、UC、DB开发，周三提测
2. 墨西哥H5 - H5的FB绑定移植到墨西哥
    ○ 目标：核对需求及提交到测试。

四、需求评审
1. 美国二H5 - 诱导优化 MVP - 乾坤大挪移 B
2. 美国二H5 - 周卡优化 - 救济金和每日登录增加动机，弹框序列降低
3. 美国二H5 - 充值弹框序列
4. 评审 - 限制仅美国IP可发起充值 - 美国/美国2（S级优先）', '');
INSERT INTO dailyreview.today_target (id, report_date, department_id, content, message) VALUES (506, 20250806, 2, '一、重点事项
1. 巴西H5 - DNS封禁保活方案：
    ○ 目标：通过测试
2. 巴西H5 - 域名风控：H5强引导
    ○ 目标：发布上线。
3. 美国二H5 - 野牛刺激感测试组改为单笔充值过59以上的用户开放 50%
    ○ 目标：通过测试。

二、发布计划
    ○ 巴西H5 - 域名风控：H5强引导
    ○ 美国二H5 - APK内引导打开firebase通知
    ○ 美国二H5 - 每日礼包优化：打包一次性购买，新手体验抽奖一次
    ○ 美国二H5 - 用户VIP权益

三、研发内容
美国二任务
1. 美国二H5 - 19.99和49.99活动叠加和多次参与
    ○ 目标：完成开发，提交测试
2. 美国二H5 - 诱导优化 MVP - 乾坤大挪移 A
    ○ 目标：通过测试
3. 美国二H5 - 周卡优化 - 救济金和每日登录增加动机，弹框序列降低
    ○ 目标：提交测试。
4. 美国二H5 - 野牛配置一个只有0和20档位的游戏体验
    ○ 目标：交付内部使用。
5. 美国二H5 - 充值弹框序列
    ○ 目标：提交测试。
6. 美国二H5 - 诱导优化 MVP - 乾坤大挪移 B
    ○ 目标：核对需求，启动开发。

墨西哥任务
1. 墨西哥H5 - 充100提100 + 次日送30
    ○ 目标：提交测试。
2. 墨西哥H5 - H5的FB绑定移植到墨西哥
    ○ 目标：提交测试。

四、需求评审
1. 美国二H5 - 诱导优化 MVP - 乾坤大挪移 B（未核对需求）





', '');
